{"abandon\tabolish": "abandon = give up a plan, activity or attempt to do something, without being successful: ‘Bad weather forced them to abandon the search.’ ‘Without government support, the project will have to be abandoned.’abolish = remove a law, tradition or system, often by introducing a new law; do away with: ‘In which year was slavery abolished in the United States?’ ‘I’d hate to see the monarchy abolished.’", "beside\tbesides": "beside = next to: ‘She walked over and sat down beside me.’ ; besides = in addition to; also: ‘Who did you Invite besides Tom and Mary?’ ‘Besides tennis, hat other games do you play?’ ‘I’m too old to apply for the job. Besides, it would mean moving house.’", "except\tbesides": "except = not including; but not: ‘She eats everything except fish.’ besides = in addition to: ‘Besides football, he also plays tennis and badminton.’", "besides\tbeside": "beside = next to: ‘She walked over and sat down beside me.’ ; besides = in addition to; also: ‘Who did you Invite besides Tom and Mary?’ ‘Besides tennis, hat other games do you play?’ ‘I’m too old to apply for the job. Besides, it would mean moving house.’", "despite\talthough": " Despite and in spite of are prepositions (NOT conjunctions). Unlike although (a conjunction), they cannot introduce a clause that has a finite verb (‘was’). Compare: ‘In spite of/Despite owning two cars, he can’t drive.’ ‘Although he owns two cars, he can’t drive.’", "except\tunless": " Except (a preposition) cannot be followed by a clause that has a finite verb (‘came’). Use unless (a conjunction) or except when, except while, except if, except that: ‘Americans are just like any other people in the world, except that they are more tolerant.’ ‘He tends to ignore me except when he needs something.’", "abandoned\tremote": "abandoned = left for ever by the owners or occupiers: ‘The field was littered with abandoned cars.’ ‘Some of these old abandoned coal mines could be dangerous.’remote = far away and difficult to reach: ‘The tribe lives in a small remote mountain village.’ ‘We have now managed to bring famine relief to people in even the most remote areas.’", "affect\teffect": " To affect something (verb) is to have an effect on it (noun): ‘Smoking affects your health.’ (= smoking has an effect on your health)", "alarm\talert": "alarm = make someone feel worried about a possible danger: ‘We don’t wish to alarm people unnecessarily, but it would be wise to avoid drinking the tap water here.’ alert = inform someone of possible danger so that they can be ready to deal with it: ‘When the pilot realized that one engine had failed, he alerted air traffic control.’", "alive\tliving": "alive = not dead: ‘He was very seriously ill and is lucky to be alive.’ alive now: used to refer to all creatures and things that live and die: ‘Yeast is a living organism and too much heat or cold can kill it.’ ‘The ants will eat any living thing that comes into their path.’", "already\tyet": "Instead of using not + already, use not + yet: ‘We haven’t been paid yet.’ ‘The plane hasn’t landed yet.’", "anger\tangry": "Anger is a noun and a verb: ‘The workers who lost their jobs expressed anger and resentment.’ ‘The government’s handling of the affair has angered local residents.’ The adjective is angry: ‘Some of the women felt angry about the way they were treated.’", "another\tother": "another + singular: ‘another child’ other + plural: ‘other children’", "anxious\tworried": "worried = unhappy because you have (or expect that you are going to have) a problem: ‘The business is losing money and the boss is very worried.’", "anywhere\teverywhere": "When you mean ‘in/to all places’, use everywhere (NOT anywhere).", "appreciate\tlike": "appreciate = like or enjoy something because you have studied it and understand the value of it: ‘I’ve never appreciated modern art.’ ‘It was during my years in Paris that I learned to appreciate good wine.’", "arithmetics\tarithmetic": "mathematics (WITH s) but arithmetic (WITHOUT s): ‘Arithmetic isn’t difficult if it’s taught properly.’", "battle\tfight": "battle = struggle to do or get something: ‘Doctors are still battling to save the child’s life.’ ; fight = use violence to hurt or kill people: ‘My grandfather fought in the Spanish Civil War.’", "bear\thave": "Bear (sb) a child is used only in formal styles and refers to the physical process of giving birth: ‘She bore her husband two daughters and one son.’ The subject of bear is always a woman. ; When you are talking about beginning a family or the number of children in a family, use have (NOT bear): ‘We’d like 10 have children while we’re still young.’", "before\tago": "ago = before ‘now’, the moment of speaking: ‘Her plane landed ten minutes ago. In few, here she comes now.’ ‘I saw him just five minutes ago.\" (=five minutes before now) ; before = before then, a time in the past: ‘l went to the airport last Monday to meet Sue, I hadn’t been to the airport before.’ (= before last Monday). ‘I saw him last Friday in London and two days before in Leeds.’", "bit\tlittle": "A bit and a little bit are used mainly in informal styles. In other styles, it is better to use a little, slightly, rather, quite or somewhat: ‘His brother was somewhat older than we had expected.’", "breath\tbreathe": "Breath is a noun. Breathe is a verb.’ The verb is longer than the noun both in its spelling and in its vowel sound.", "calm\tquiet": "Calm is usually used to describe situations where there has recently been violence or noisy activity: ‘After yesterday’s fighting, the streets of Jerusalem are reported to be calm again this morning.’", "calm\tpeace": "Peace and quiet is a fixed phrase: ‘It’s impossible to find peace and quiet in a house full of children.’", "cause\treason": "cause = an action, event, situation etc that makes something happen: The cause of the fire is still being investigated.’ These outbreaks of violence will continue to occur until the causes have been eliminated.’ ; reason = something that provides an explanation: ‘I’m sure that they must have good reasons for wanting to live abroad.’ ‘The reason why there is only one applicant is that the job wasn’t advertised.’", "comprehensive\tunderstanding": "comprehensive = including everything or almost everything: ‘The witness provided a comprehensive account of the accident.’ understanding = feeling sympathy for someone: ‘As people grow older, they tend to be a bit more understanding and easier to live with.’", "criminal\tcrime": "‘criminal activity’, ‘a criminal offence’, ‘a criminal record’, ‘criminal law’, BUT ‘crime prevention’, ‘the crime rate’, ‘crime statistics’, ‘a life of crime’", "cure\theal": "Cuts, wounds, injuries, etc heal: ‘Cuts generally take longer to heal in humid climates.’", "cure\trecover": "When people who have been ill or injured return to their normal state of health, they recover or get better: ‘Some of the flood victims are still recovering in hospital.’ ‘It takes a long time to recover from glandular fever.’ ‘Within a month of the heart attack, he had fully recovered.’", "damaged\thurt": "During the protests, some students were killed and others were seriously damaged. During the protests, some students were killed and others were seriously injured/wounded. : ‘The engine was too badly damaged to be repaired.’ ‘The cause of the oil leak was a damaged pipeline.’ in an accident, earthquake, hurricane etc: ‘The scaffolding collapsed, killing one of the construction workers and injuring two passers-by.’ Someone who is injured by a weapon. such as a gun or knife. is wounded: ‘He is accused of wounding a fellow prisoner.’ ‘The wounded soldiers were sent home for medical treatment.’", "dead\tdied": "Dead is an adjective and describes a state: ‘I can’t tell whether that plant is dead or alive.’ ‘Some of the fish were dead and were floating on the surface.’ Died is the past tense and past participle of die: ‘I think she died from a heart attack.’ ‘He died on the way to hospital.’ See also note at DIED The purpose of this ceremony is to honour the dead people", "discussing\ttalking": "Discuss is a transitive verb and needs an object: ‘I’d like to discuss my homework with you.’ ‘The two sides will discuss further arms reductions.’", "edited\tpublished": "edit = examine and make changes and corrections to a manuscript in preparation for printing: ‘The text was still full of mistakes and obviously hadn’t been edited.’ for sale to the public: ‘The book was first published in 1987.’", "energetic\tenergy": "energetic = active and able to work or play for a long time: ‘Does anyone feel energetic enough to go for another swim?’ ‘My mother was a bustling energetic woman, always in a hurry, always busy.’ energy = the power obtained from oil, coal, the sun, etc: ‘Oil is not only an expensive source of energy, it’s running out.’ ‘There should be more research into solar energy.’", "equipments\tequipment": "Equipment is an uncountable noun: ‘The school is trying to raise funds to buy some new sports equipment.’", "fear\tafraid": "be/feel afraid/frightened/scared (NOT feel/have fear): ‘Don’t be afraid. The dog won’t hurt you.’ There’s nothing to be scared of.’ Compare: have a fear of sth (= be afraid of something for a long time or all your life): ‘I’ve always had a fear of heights.’", "fun\tpleasure": "When you are talking about something that provides intellectual or spiritual satisfaction, such as a piano concert or a visit to an art gallery, use enjoyment/enjoyable or pleasure/pleasurable: ‘Reading is her one source of pleasure.’ ‘We spent an enjoyable afternoon at the art gallery.’", "funny\tfun": "Someone or something that is funny makes you laugh: ‘I always laugh at Jenny’s jokes - they’re really funny.’ ‘The funniest part was when her father-in-law sat on the wedding cake.’ Someone or something that is fun gives you pleasure or enjoyment: ‘The Disneyland trip sounds like a lot of fun.’", "grave\tserious": "grave = extremely serious and worrying, especially because someone’s life or happiness is in danger: ‘The situation has become increasingly grave and war now seems inevitable.’ ‘The shortage of food and medical supplies is giving rise to grave concern.’ We went to see the ‘Valley of the Kings’, where the grave of Tut-mah-Amun was found. We went to see the ‘Valley of the Kings’, where the tomb of Tut-mah-Amun was found. grave = a place in the ground where a dead person is put: ‘The coffin was slowly lowered into the grave.’ = a place where a dead person is put. A tomb is usually made of stone and is above the ground: ‘Our first stop was the Tomb of the Unknown Soldier.’", "interior\tinternal": "interior = on the inside of a building, room, vehicle etc: ‘The interior doors are still sound but the exterior doors need replacing.’ the interior = the part of a country that is a long way from the coast: ‘The convoy set off at dawn for the interior.’ internal = involving what happens within a particular country: ‘Each country has the right to control its own internal affairs.’", "lessened\treduced": "Lessen is mainly used in connection with pain and feelings: ‘I’ll give you an injection to lessen the pain.’ ‘No amount of comforting could lessen Charles’ disappointment.’ When you mean ‘make something smaller in amount, number, price or size’, use reduce: ‘The workforce has been reduced by 50 percent.’", "life\tlive": "live = heard or seen while it is actually being played or performed: ‘Tonight’s live concert comes from the Royal Opera House, Covent Garden.’", "linens\tlinen": "Linen is an uncountable noun: ‘The linen is changed once a week.’", "lost\tmissing": "If something is not in the place where you left it and you cannot find it anywhere, it is missing : ‘Police are still searching for the missing diamonds.’ ‘She was making her way towards immigration when she discovered that her passport was missing.’", "mend\trepair": "a roof, fence, watch, radio, camera, puncture etc: ‘Once you’ve mended the kettle, we can have a cup of tea.’ repair a vehicle or something that is wrong with a vehicle: ‘How will you get to work while your car is being repaired?’", "narrows\tshrinks": "= become less wide: ‘Just beyond the bend, the river begins to narrow.’ = become smaller as a result of being wet or placed in water: ‘I suggest you buy the larger size just in case it shrinks.’", "nearby\tnear": "Nearby is used as an adjective or adverb: ‘We flew from a nearby airport.’ ‘There is an airport nearby.’", "oblige\tforce": "If someone makes you do something that you do not want to do, they force/compel you to do it : ‘They forced him to hand over the money by threatening to kill him.’", "them\ttheirs": "When the meaning is possessive, use of + mine/yours/his/hers/ours/theirs. Compare: , ‘That’s a photograph of his.’", "opened\topen": "Use opened to describe an action and open to describe a state.", "oral\tspoken": "The use of oral to mean ‘spoken’ is restricted to certain technical phrases used in education: ‘oral skills’, ‘an oral examination’.", "works\twork": "If the noun after percentage of is plural, the verb is plural: ‘A high percentage of these school leavers have no qualifications.’", "personnel\tpersonal": "personal /ˈpəːsənəl/ (adjective) =  concerning or belonging to one person in particular; individual or private: ‘The novel is based on the author’s own personal experience.’ ‘Our bank manager assured us that she would give the matter her personal attention.’ personnel /pɜrsə’nel/ /(noun) =  all the people employed in a company, office etc: ‘In the event of a fire, all personnel must report to the reception area.’ ‘The personnel officer wants you to call and arrange an interview.’", "rainy\training": "When rainy is used it generally comes in front of words like day, afternoon, Sunday and season : ‘The baby was born on a rainy Sunday in June.’ ‘When does the rainy season begin?’ The more usual word is wet: ‘Apart from a couple of wet afternoons, the weather was fine.’ ‘If it’s wet tomorrow, we’ll go on Monday instead.’", "rare\tunusual": "If something is different from what is usual, it is unusual: ‘The bread had an unusual flavour.’ ‘Kit.", "because\twhy": "The weather here is always warm and this is the reason because there are so many public swimming pools. why there are so many public swimming pools. : why I’ve called this meeting.’ reason for doing sth: ‘Most of you are aware of my reason for calling this meeting.’", "safety\tsafely": " Safety is a noun (NOT an adjective/adverb): ‘The boy has been missing for six days, and there are fears for his safety.’ ‘The firefighters rescued the children and carried them to safety.’", "televisions\ttelevision": "Television (also TV) is usually uncountable: ‘The children watch a lot of television.’ ‘The article explains how television affects family life.’ As a countable noun it means ‘a television set’: ‘Some parents buy two televisions - one for the children to watch and one for themselves.’", "voted\telected": "vote = show which person or which course of action you prefer, especially by marking a piece of paper or raising your hand: ‘Who will you be voting for at the next election?’ ‘Fifty-three per cent of Danes voted in favour of the Maastricht treaty.’ elect = choose a leader or representative by voting: ‘Roman Catholic cardinals are meeting at the", "well\tfine": "Well is usually used as an adverb: ‘The team played well on Saturday.’ As an adjective, well usually means ‘in good health’: ‘George can’t come because he’s not very well.’ ‘He always looks well after a holiday.’ West", "boring\tbored": "lf someone or something is boring/exciting/frightening/interesting (-ING), you feel bored/excited/frightened/interested (-ED): ‘The lecture was terribly boring. Some of us were so bored that we fell asleep.’", "concentrated\tconcentrating": "NOT be concentrated: ‘How can children concentrate on their homework when they have one eye on the television?’", "lighted\tlit": "In British English the usual past tense and past participle form of light is lit. Lighted is mainly used before a noun. Compare: ‘He lit a cigarette.’ ‘The cigarette hadn’t been lit.’ ‘He was holding a lighted cigarette.’", "parking\tparked": "Use park when you are talking about what a driver does: in ?’ To talk about a vehicle that has been left somewhere and is not moving, use parked: ‘That Ford van has been parked there for over a week.’ ‘The street is always full of parked cars.’", "always\tstill": "Always means ‘all the time’ or ‘every time’: ‘She has always wanted her own Mercedes.’ ‘I always go to work by train.’ To say that a previous situation has not changed and continues ‘now’ (at the time of speaking), use still (NOT always): ‘Lucy is recovering, but she’s still in hospital.’ ‘The house is still for sale.’", "yet\tstill": "Yet means ‘up to the moment of speaking’ and is used mainly in question and negative sentences: ‘Do you feel any better yet?’ ‘The post office isn’t open yet.’ When you want to say that an earlier state or situation has not changed, use still: ‘I’ve taken the medicine but I still feel terrible.’ ‘Does Hilary still go to the same school?’", "approximately\troughly": "Approximately is used mainly in formal written styles: ‘It is estimated that, during the period in question, approximately 47,000 cars were stolen in the London area alone.’ ; Unless you wish to sound formal, use about, around or roughly.", "bad\tbadly": "Bad is an adjective: ‘I tried to ignore the child’s bad behaviour.’ ; Badly is an adverb: ‘The child behaved very badly indeed.’", "barely\trarely": "barely = almost not; only just: ‘His handwriting is barely legible.’ (= you can only just read it) ‘The fog was so bad that we barely made it to the motel.’ rarely/seldom/hardly ever = almost never: ‘He rarely makes any serious mistakes.’", "scarcely\trarely": " When you are talking about frequency, use rarely (= almost never): ‘Since she moved to Glasgow, we rarely see each other.", "deeply\tfirmly": "Firmly/strongly/fervently/sincerely/truly believe (NOT deeply): ‘I sincerely believe that he had no connection with the crime.’", "deeply\tstrongly": "Firmly/strongly/fervently/sincerely/truly believe (NOT deeply): ‘I sincerely believe that he had no connection with the crime.’", "certainly\tdefinitely": "When you mean ‘absolutely certain and without even the slightest doubt’, use definitely. This word gives very strong emphasis and is often used in connection with intentions and future events: ‘He definitely wants to be a vet.’ ‘Do you think that you’ll definitely be able to come?’", "continually\tcontinuously": "continual = happening repeatedly over a long period of time, especially in a way that you find annoying: ‘That telephone has been ringing continually.’ continuous = without any break or interruption: ‘Gas central heating provides a continuous supply of hot water.’", "ever\talways": "ever = at any time: ‘Have you ever been to Paris?’ always = from the beginning until now; every time: ‘He’s always been very generous.’ ‘She always arrives late.’", "gently\tpolitely": "gently = in a way that will not hurt or damage anything: ‘She held the little bird very gently.’ politely = in a way that shows good manners: ‘He politely refused her offer, saying that he didn’t want to trouble her.’", "utterly\tsincerely": "Utterly is usually used with words that have a negative meaning or express strong disapproval such as reject, detest, destroy: ‘This new tin opener is utterly useless.’ ‘The whole idea is utterly absurd.’ ‘I’m utterly amazed.’ ‘The entire building was utterly destroyed.’", "lately\trecently": "Both lately and recently refer to a period of time that begins in the past and continues until now : ‘Just lately/recently I have been wondering whether to look for a new job.’", "nervous\tanxious": "nervous = worried and unable to relax, especially because you lack confidence: There’s no need to be so nervous. It’s only an interview.’ anxious = very worried about something which may happen or may have happened: ‘I knew that there were no sharks around but all the same I couldn’t help feeling anxious.’ What really made me nervous was the", "never\tever": "never = at no time: ‘I’ve never met his wife.’ ‘I had never met his wife before yesterday.’ ever = at any time: ‘Have you ever met his wife?’", "quite\trather": "a bit, a little : ‘My new office is rather smaller than my old one.’ ‘He’s slightly older than me.’ Note however the common exception: ‘Yes, I’m feeling quite better, thank you.’", "rapidly\tquickly": "When used in connection with movement, rapid and rapidly usually refer to something that happens at a very fast rate: ‘She could hear rapid footsteps approaching.’ ‘The patient often develops a fever and breathing becomes rapid.’", "rather\tquite": "When rather means ‘to a small extent’, it is usually used with words that express negative qualities: ‘The bed was rather uncomfortable.’ ‘The lesson was rather boring.’ ‘He’s always been rather lazy.’", "really\tactually": "Really and actually are sometimes interchangeable: ‘She sold the piano for a lot more than it was actually/really worth.’ : ‘Instead of running away as he normally does, he actually offered to stay and help.’", "deeply\tclosely": " closely related (NOT deeply): ‘His thesis is that drugs, boredom and juvenile crime are closely related.’", "sensible\tsensitive": "Use sensible to describe someone who makes good decisions based on reason, and never behaves in a stupid or dangerous way: ‘I’m glad to see that she was sensible enough to bring some warm clothes.’ ‘Be sensible - you can’t wear high heels to a garden party.’ Use sensitive to describe someone who is easily upset or offended: ‘He’s very sensitive about his weight, so try not to mention it.’ ‘Don’t be so sensitive - he was only joking.’", "shortly\tbriefly": "shortly = (1) impatiently; not politely: ‘He answered rather shortly that he was NOT the slightest bit interested .’ (2) very soon: ‘The accident happened shortly after they moved into their new house.’ briefly = for a short time: ‘We talked briefly about the financial side of the agreement and then moved on to other matters.’", "specially\tespecially": "Use specially when you mean that something is done or made for a particular purpose: ‘We’ve come all the way from Frankfurt specially to see you.’ ‘The stamps were specially designed to commemorate the fiftieth anniversary of the United Nations.’ For all other meanings, use especially: ‘Paris is always full of tourists, especially during the summer months.’ ‘Middle-aged men, especially those who are overweight, are susceptible to heart-attacks.’", "very\tso": "so + adjective/adverb + that clause: ‘The music was so loud that I started to get a headache.’", "utterly\tcompletely": "Utterly is usually used with words that have a negative meaning or express strong disapproval such as reject, detest, destroy: ‘This new tin opener is utterly useless.’ ‘The whole idea is utterly absurd.’ ‘I’m utterly amazed.’ ‘The entire building was utterly destroyed.’", "very\tgreatly": "Very may be used with past participles that are like adjectives and refer to a state: ‘very bored/worried/interested/pleased’. much: ‘His work is much admired.’ ‘This courageous woman, who helped so many of us, will be greatly missed.’", "earnest\tserious": "Earnest is used to describe someone who takes life too seriously, often failing to see things that are humorous: ‘He’s one of those very earnest types that go around looking for problems to solve.’ Serious is used to describe someone who is fully committed to something: ‘I see her at the karate club once a week, but I don’t think she’s serious.’", "accurate\texact": "Accurate is mainly used (1) to describe something said or written that contains no errors: ‘Her novels are always historically accurate.’ ‘These figures can’t be accurate, surely.’ (2) to describe something that produces no errors: ‘Are you sure the bathroom scales are accurate?’ When you mean ‘correct and as detailed as possible’, use exact: ‘The exact time is three minutes to seven.’ ‘Do you remember his exact words?’ ‘They’ll be arriving next week - on Friday at three, to be exact.", "actual\tpresent": "actual = real (as opposed what is believed, planned or expected): ‘People think he is over fifty but his actual age is forty-eight.’ ‘Although buses are supposed to run every fifteen minutes, the actual waiting time can be up to an hour.’ present/current = happening or existing now: ‘No one can drive that car in its present condition.’ ‘Her current boyfriend works for Shell.’", "old\telderly": "To refer to old people in general, use the elderly: ‘The building has been converted into a retirement home for the elderly.’", "alive\tlively": "lively = full of energy: ‘The Yorkshire Terrier is a lively breed of dog.’", "alone\tlonely": "alone = without other people around you: ‘I’ve thought about getting married, but I prefer living alone.’ lonely = sad because you are alone and feel that nobody loves you or cares about you: ‘I didn’t know anyone in Boston and felt very lonely.’ ‘Sarah hated the long lonely days in the empty house.’", "high\tlarge": "a large amount (NOT big/high)", "ample\tspacious": "ample = (more than) enough; plenty (of): ‘The boot contains ample room for two large suitcases.’ ‘Just one spoonful should be ample.’ ‘He was given ample opportunity to express his opinion.’ spacious = large, with a lot of space: ‘These ideal holiday homes are extremely spacious and within walking distance of the sea.’", "amusing\tenjoyable": "amusing = causing you to laugh or smile: ‘The speaker was clearly embarrassed when the microphone stopped working, but the audience found the situation very amusing.’ ‘I don’t see anything amusing about finding a snake in your tent in the middle of the night’ ; enjoyable = causing you to feel happy; pleasant: ‘It was one of the most enjoyable holidays we’ve ever had.’ ‘Exercise may be hard work, but it can also be enjoyable.’", "amusing\tinteresting": "Something that holds your attention (and makes you want to know more) is interesting (NOT amusing): ‘The most interesting thing about the dinosaurs is their sudden disappearance.’ ‘His plan for raising more money sounds interesting but I’m not sure it’ll work.’", "annoyed\tirritated": "Something unpleasant that happens repeatedly or continuously over a long period of time tends to irritate or frustrate people, especially because they know that they can do nothing to stop it: ‘I felt so tense that even the ticking of the clock began to irritate me.’ ‘I am constantly frustrated by all the niggling little jobs I have to do.’", "antique\told": "Antique is used for objects (NOT buildings): ‘The upper-middle class have become collectors of antique furniture.’", "anxious\tnervous": "anxious = worried because you fear that something bad may happen or may have happened: ‘Their daughter hadn’t come home from school and they were anxious about her safety.’ ‘I knew it was just a minor operation, but I couldn’t help feeling anxious.’ ; nervous = worried because you are in or about to enter a stressful situation: ‘I was so nervous about the exam that I couldn’t sleep.’ ‘It was our first television appearance and we were all feeling nervous.’", "appropriate\trelevant": "appropriate = suitable in a particular situation: ‘Once we know more about the cause of the problem, we can take appropriate action.’ ‘To offer them more money at this stage would not be appropriate.’; relevant = having a clear connection with what you are doing or talking about: ‘I’ll try to answer any questions, as long as they are relevant.’ ‘You cannot enter the country unless you have obtained all the relevant documents.’", "appropriate\tsuitable": "appropriate and suitable have similar meanings and are sometimes interchangeable: ‘We’re still waiting for a suitable/an appropriate moment to break the news to them.’ ; When you mean ‘having the necessary qualities, skills etc, the usual word is suitable: ‘The hotel isn’t suitable for families with children.’", "artificial\tsynthetic": "I never eat synthetic foods/food substitutes. synthetic = not natural but made by a chemical process: ‘Many old herbal remedies have been replaced by synthetic drugs.’", "best\tfull": "full/undivided attention: ‘I assure you that this matter will receive our undivided attention.’", "average\ttypical": "average = not special or unusual in any way; of the usual standard or level: ‘Anyone of average intelligence knows that drugs are dangerous.’ ‘The average student takes about two hours to complete the test.’ ; typical = having the same appearance, behaviour or characteristics as a particular type of person or thing: ‘McGarron looked like a typical American car salesman.’ ‘John’s wife is a typical teacher.’", "dull\tboring": "When dull is used to describe a person, it means ‘slow to learn or understand’: ‘He was one of the dullest students I’d ever taught.’ Both dull and boring can mean ‘uninteresting’ but in this sense dull usually describes a lecture, book, film etc: ‘The lecture was so dull that some of the students got up and left.’ bored = tired and uninterested: ‘bored students’ boring = causing someone to be tired and uninterested: ‘a boring lesson’", "calm\tpeaceful": "Calm is usually used to describe situations where there has recently been violence or noisy activity: ‘After yesterday’s fighting, the streets of Jerusalem are reported to be calm again this morning.’", "calm\teasygoing": "calm is usually used to describe how someone behaves in a difficult situation: ‘The boat was being tossed by the waves but we managed to stay calm.’ ;  To describe someone who has a relaxed attitude to life, use words such as easygoing, placid, laid- back (informal), patient, tolerant.", "careless\tcarefree": "careless = paying too little attention to something: ‘If you’re careless, you’re bound to make mistakes.’ ; carefree = happy because you have no worries or responsibilities: ‘Some children never know what it means to be carefree.’", "cheap\tlow": "When you talk about costs, payments, rents, wages, salaries, incomes, expenses, taxes, fees etc, use low/high (NOT cheap/expensive): ‘During the recession, prices stayed low.’ ‘People on low incomes have been severely hit.’ ‘Rents in Helsinki are very high compared to the rest of Finland.’ ; Note that price is sometimes used with cheap/expensive, but not in formal styles.", "continual\tcontinuous": "continual = happening repeatedly over a long period of time, especially in a way that you find annoying: ‘That telephone has been ringing continually.’ continuous = without any break or interruption: ‘Gas central heating provides a continuous supply of hot water.’", "current\tmodern": "current = happening or existing now, but not likely to last for a long time: ‘How long has she been going out with her current boyfriend?’ ‘The current boom in long-haul travel has led to fierce competition among the major airlines.’ modern = used or existing in the period of history that we live in now, and not in an earlier period: ‘What do you think of modem architecture?’ ‘Even by modern standards, the pyramids are a remarkable piece of engineering.’", "damp\thumid": "damp = slightly wet, especially in a cold and unpleasant way: ‘Our hotel room felt cold and damp.’ ‘On damp days, we have to dry the washing indoors.’ humid = warm and full of water vapour: ‘The air in tropical forests is extremely humid.’ ‘I didn’t expect Singapore to be so humid.’", "drunken\tdrunk": "Drunken is rarely used to describe a person. It usually describes an action or event: ‘drunken driving’, ‘drunken laughter’, ‘a drunken brawl’, ‘a drunken orgy’. The exception is ‘drunken drivers’ . Drunken always comes before a noun. : ‘I think he wanted to get us all drunk.’ ‘One of the students was always getting drunk.’ Drunk is not used before a noun. When you mean ‘a person who is drunk’, use a drunk: ‘A couple of drunks were causing a disturbance.’", "dull\tbored": "When dull is used to describe a person, it means ‘slow to learn or understand’: ‘He was one of the dullest students I’d ever taught.’ Both dull and boring can mean ‘uninteresting’ but in this sense dull usually describes a lecture, book, film etc: ‘The lecture was so dull that some of the students got up and left.’ bored = tired and uninterested: ‘bored students’ boring = causing someone to be tired and uninterested: ‘a boring lesson’", "efficient\teffective": "We need more efficient ways of dealing with pollution or the problem will get worse. We need more effective ways of dealing with pollution or the problem will get worse. efficient = working quickly and without waste: ‘The more efficient the engine, the less petrol it uses.’ ‘Since the new software was installed, library services have become much more efficient.’ effective = having the desired effect: ‘There are many effective ways of using computers for training purposes.’ ‘The advertisement was simple, but remarkably effective.’", "extreme\tmajor": "Extreme is mainly used to describe situations, behaviour, opinions and beliefs: ‘extreme poverty’, ‘extreme caution’, ‘extreme views’, ‘extreme disappointment’. When you are talking about a change or development, use words such as great/major/important/considerable/dramatic: ‘Without these major changes, the company would have collapsed.’", "few\tlittle": "Few is used with plural countable nouns: ‘very few cars’.", "funny\tgood": "have a good time = enjoy yourself: ‘Everyone was dancing and having a good time.’", "well\tgood": "Well is usually used as an adverb: ‘The team played well on Saturday.’ As an adjective, well usually means ‘in good health’: ‘George can’t come because he’s not very well.’ ‘He always looks well after a holiday.’ West", "thankful\tgrateful": "Thankful = happy and relieved that something (good) has happened: ‘We should all be thankful that nobody was hurt.’ grateful = full of thanks: ‘Dr Cameron has received dozens of letters from grateful patients.’ ‘We’d be grateful if you could let us have your views on this matter.’", "glad\thappy": " glad (not used in front of a noun) = pleased and happy about something in particular: ‘I’m so glad your wife is feeling better.’ ‘I’m glad it wasn’t my turn to pay.’ happy = enjoying life: ‘She’s a lot happier now that the examinations are over.’", "highest\ttallest": "Use high to describe something that is a long way above the ground : ‘The rooms on the ground floor have very high ceilings.’ ‘The top shelf was too high for me to reach.’ ‘The high wall made it impossible for prisoners to escape.’ to describe people, animals, trees, plants and things which are narrow and above average height: ‘Most of the tall trees had been cut down.’ ‘I’d like to marry someone tall with a sense of humour.’ He’s almost six feet tall.’", "high\ttall": "Use high to describe something that is a long way above the ground : ‘The rooms on the ground floor have very high ceilings.’ ‘The top shelf was too high for me to reach.’ ‘The high wall made it impossible for prisoners to escape.’ to describe people, animals, trees, plants and things which are narrow and above average height: ‘Most of the tall trees had been cut down.’ ‘I’d like to marry someone tall with a sense of humour.’ He’s almost six feet tall.’", "ill\tsick": " ill (= sick) is usually used after a verb: ‘I told the doctor that felt ill.’ ‘His father is seriously ill in hospital.’ Before a noun, use sick: ‘Your father is a very sick man.’", "indoor\tindoors": " Indoor (WITHOUT s) is an adjective: ‘an indoor tennis court’, ‘indoor athletics’. Indoors (WITH s) is an adverb: ‘I don’t like spending the whole day indoors.’", "industrious\tindustrial": "Industrious = hard-working: ‘Neil is indeed a quiet student, but you won’t find anyone more industrious.’ industrial = having or connected with major industries’: We visited some of the country’s main industrial areas.’ ‘The economy has been hit by a series of industrial disputes.’", "inhabited\toccupied": "inhabit = (usually passive) live in a place or area, especially for a long time or permanently: ‘The island is mainly inhabited by sheep.’ The remoter mountain regions are still inhabited by indigenous tribes.’ occupy = use or live in a room, house or building for any length of time: ‘Is that seat occupied?’ ‘The flat below was occupied by a young Sri Lankan couple.’", "intense\tintensive": "intense = strong or very great; extreme: ‘intense heat’, ‘intense pleasure’, ‘intense pain’, ‘intense competition’ intensive = concentrated: ‘an intensive English course’, ‘a period of intensive training’", "large\twide": "When you are talking about the distance from one side to the other, use wide or broad: ‘The river is much too wide to swim across.’ ‘How did you get such broad shoulders?’", "last\tlatest": "last = (the one) before this one; (the one) at the end of a list, sequence or series: ‘Our last meeting was in Rome.’ ‘I answered all the questions except the last one.’ Latest = designed/produced/published etc more recently than any other: ‘Have you seen Toyota’s latest models?’ ‘The BBC World Service always has the latest news.’", "recent\tlast": " When you mention a number, use last (NOT recent). Compare: ‘In recent months house prices have fallen.’ ‘Over the last 12 months house prices have fallen.’", "little\tsmall": "Little usually expresses an emotional attitude such as affection or dislike: ‘We’ve rented a cosy little cottage in the countryside.’ ‘You shouldn’t let that silly little man upset you.’ When you simply wish to describe the size of someone of something, use small: Their daughter is rather small for her age.’ ‘People are turning to smaller cars because they are cheaper to run.’", "medium\taverage": "medium = neither large nor small, neither tall nor short, etc: ‘The waiter was of medium height and walked with a slight limp.’ average = calculated by adding a set of quantities together and then dividing this total by the number of quantities in the set: ‘The average age of students entering the college this year is 19.’ ‘Since 1991 house prices have been falling at an average annual rate of 8%.’", "moist\tdamp": "moist = slightly wet, especially in a pleasant way: ‘The bread was still nice and moist.’ ‘These plants prefer a warm, moist atmosphere.’ damp = slightly wet, especially in a cold and unpleasant way: ‘Our hotel room felt cold and damp.’ ‘On damp days, we have to dry the washing indoors.’", "much\tmany": "much + uncountable noun: ‘There isn’t much traffic today.’ ‘There was too much furniture in the room.’ noun: ‘There aren’t many cars today.’ ‘There were too many chairs in the room.’", "near\tnearby": "To say that something is only a short distance from a place, use nearby: ‘I stopped at one of the nearby cottages and asked the way.’ ‘It’s very convenient having a supermarket nearby.’", "big\tloud": ": ‘Habitual exposure to loud noises can damage the ear.’", "official\tofficious": "official = done by or connected with a person or group in authority; formal: ‘an official letter’, ‘an = too eager to give orders or make people keep to rules which are unimportant: ‘An officious little man at the check-in insisted that my luggage was half a kilo overweight", "oily\tgreasy": "The usual word for describing food that is unpleasant because it is cooked and presented with too much fat or oil is greasy: ‘I ate the tomato and left all the greasy chips.’", "opposite\tdifferent": "My own country and the USA are totally opposite of each other. . Use opposite and the opposite of only when you mean that two things are as different as it is possible to be: ‘I thought that the medicine would make him sleepy, but it had the opposite effect.’ ‘The opposite of long is short.’ ‘The two men went off in opposite directions.’ To describe people’s opinions , life styles , ways of thinking etc, the usual word is different: ‘These two schools of thought are completely different.’", "original\ttraditional": "completely new: ‘Nobody expected that the bikini, with its daringly original design. would catch on as it did.’ : ‘The original edition contained only 170 pages.’ ‘The tennis court to the side of the house was the idea of the original owner.’ Traditional = done or used by a group or society for a very long time: ‘The dancers were wearing traditional African dress.’ ‘Kumar gave the traditional Hindu greeting.’", "peculiar\tunusual": "peculiar = strange, especially in a surprising or unpleasant way: ‘I’m not sure about this cheese.", "unique\tunusual": "Unique usually describes something that is the only one of its kind: ‘Lennon will be remembered for his songs and for his unique sense of humour.’ In informal styles unique is sometimes used with more/most/rather etc. to mean ‘unusual’: ‘This rather unique little restaurant is very popular with the locals.’ This use of unique is considered by careful users to be incorrect. United Kingdom", "promotions\tpromotion": "In phrases such as get promotion, apply for promotion and chance/s of promotion, the noun promotion is usually uncountable: ‘Women should have the same chance of promotion as their male counterparts.’", "stricter\tharsher": " severe/harsh punishment (NOT strict/strong): ‘A prison sentence seems a very severe punishment for tax evasion.’", "pure\tfresh": "Use pure when you mean ‘completely clean’: ‘The water in the lake is so pure that you can drink it.’ The usual word for describing air and water is fresh: ‘Her doctor has prescribed a good holiday and lots of fresh air.’", "rainy\twet": "When rainy is used it generally comes in front of words like day, afternoon, Sunday and season : ‘The baby was born on a rainy Sunday in June.’ ‘When does the rainy season begin?’ The more usual word is wet: ‘Apart from a couple of wet afternoons, the weather was fine.’ ‘If it’s wet tomorrow, we’ll go on Monday instead.’", "rapid\tfast": "When used in connection with movement, rapid and rapidly usually refer to something that happens at a very fast rate: ‘She could hear rapid footsteps approaching.’ ‘The patient often develops a fever and breathing becomes rapid.’", "reasonable\trational": "reasonable = fair, sensible or acceptable: ‘Dividing up the work equally seems like a very reasonable decision.’ ‘They’ll accept any reasonable offer.’ rational = produced by means of careful, logical thinking: ‘There must be some rational explanation - things can’t just disappear!’", "respectful\trespectable": "respectful = having or showing respect for someone, especially someone older than you or senior to you: ‘The principal has warned him that unless he shows a more respectful attitude towards his teachers, he will have to leave.’ respectable = displaying socially acceptable standards in appearance or behaviour: ‘Surprisingly, many of these young offenders come from respectable families.’ ‘Nobody is going to give you a job unless you make yourself look a bit more respectable.’", "revenged\tavenged": "Revenge is usually used as a noun: ‘Once they know who planted the bomb, they are likely to seek revenge.’ ‘She did it in revenge for all the lies he had told her.’ The verb is avenge: ‘They swore to avenge this humiliating defeat.’ ‘He considers it his duty to avenge his brother’s death.’", "safety\tsafe": " Safety is a noun (NOT an adjective/adverb): ‘The boy has been missing for six days, and there are fears for his safety.’ ‘The firefighters rescued the children and carried them to safety.’", "save\tsafe": "Save /seɪv/ is a verb: ‘This new drug is likely to save hundreds of lives.’ ‘Thanks to the local fire brigade, all three children were saved.’ The adjective is safe /seɪf/: ‘Since the break-in, I never feel safe in the house.’ ‘You should keep your passport somewhere safe.’", "severe\tstrict": "When severe refers to punishment, criticism, damage etc, it means ‘harsh’: ‘Driving while drunk could endanger other people’s lives, so penalties are severe.’ ‘This non-intervention policy has attracted severe criticism.’ To describe a rule or law that must always be obeyed, use strict: ‘The deer and other animals in the park are protected by strict laws.’", "silent\tquiet": "silent : without any sound at all: ‘Apart from the regular ticking of the clock, the room was completely silent.’ quiet: without unwanted noise or activity; peaceful: ‘After a few quiet days in the countryside, we felt ready to face London again.’", "social\tsociable": "A person who enjoys meeting and being with other people is sociable: ‘You’ll like John - he’s very sociable and easy to get on with.’", "suspicious\tsceptical": "suspicious = thinking that someone may be guilty of doing something wrong: ‘I started to get suspicious when he refused to tell me where he had been.’ sceptical /ˈskeptɪkəl/ = tending not to believe what people say about something: ‘Many doctors remain highly sceptical about the value of alternative medicine.’", "sympathetic\tlikeable": "Sympathetic = feeling or showing sympathy : ‘He expected people to be sympathetic because he was an orphan.’ likeable = easy to like: ‘If Philip weren’t so arrogant, he’d be quite likeable.’", "tasteful\ttasty": "tasteful = chosen or produced by someone who is able to judge which kinds of art, music, furniture, etc, are attractive: ‘The design of the room was very tasteful - pale colours, matching fabrics, and soft corner lighting.’ having a pleasant taste : ‘These sausages are really tasty - where did you buy them?’", "tiresome\ttiring": "tiresome= annoying or irritating: ‘I find these so-called jokes extremely tiresome. ‘tiring = causing tiredness; exhausting: ‘Looking at a computer screen all day can be very tiring.’", "typical\tcustomary": "When you are talking about what usually happens at a particular time of the year, use usually or customary: ‘It’s customary to kiss the bride.’ UK", "useless\tunnecessary": " If something is not necessary, it is unnecessary (NOT useless): ‘People who refuse to stop smoking are taking an unnecessary risk.’ ‘Sports that cause animals unnecessary suffering should be banned.’", "valuable\texpensive": "They always buy valuable brands such as Polo, Louis Vuitton, and Yves St Laurent. They always buy expensive brands such as Polo, Louis Vuitton, and Yves St", "wide\tbroad": " broad view/picture/description/outline (of sth), NOT wide: ‘Can you give me a broad outline of what the speech was about?’", "worthwhile\tworth": "it’s worth/worthwhile doing sth: ‘It might be worth having one or two copies made.’ ‘Is-it worthwhile talking about it now, or shall we leave it until our next meeting?’ : ‘Some of these so-called professional teams aren’t worth watching.’", "worthy\tworth": "The cathedral is certainly worthy to be visited.", "wrong\tmistaken": "To describe a belief or idea that is wrong although people do not know it is wrong, use mistaken: ‘Some people have the mistaken idea that cats need to drink milk.’ ‘I’m afraid you must be mistaken.’", "accept\tagree": " You accept someone’s advice, opinion, or suggestion BUT you agree (= say you are willing) to do something. Compare: ‘I accepted her suggestion and agreed to see the doctor that evening.’", "accept\tallow": "You allow/permit someone to do something, or let them do it: ‘Many parents do not allow/permit their children to watch violent films.’ ‘Many parents do not let their children watch violent films.’", "accomplish\tachieve": "When you accomplish something, you manage to do it or complete it, especially something that gives you satisfaction: ‘She felt that she could accomplish more through journalism.’ ‘During his five years as President, he accomplished very little.’ When you achieve something, you manage to do or obtain what you have planned to do or obtain, especially after a lot of effort: ‘The company intends to achieve all these goals within the next five years.’ ‘By the age of twenty, she had already achieved her ambition.’ Note that achieve is also used to mean ‘accomplish’: ‘By the end of the course, you will feel that you’ve really achieved something.’", "satisfy\tachieve": " achieve your ambition (NOT satisfy, meet, reach, arrive etc): ‘He has achieved his main ambition - to make a name for himself in politics.’", "obtain\tachieve": "When you are talking about something that takes a long time and a great amount of work or : ‘By the end of the course you really feel that you have achieved something.’ ‘The company intends to achieve all these goals within the next five years.’ ‘Her only purpose in life was to achieve stardom.’", "accomplished\tachieved": "When you accomplish something, you manage to do it or complete it, especially something that gives you satisfaction: ‘She felt that she could accomplish more through journalism.’ ‘During his five years as President, he accomplished very little.’ When you achieve something, you manage to do or obtain what you have planned to do or obtain, especially after a lot of effort: ‘The company intends to achieve all these goals within the next five years.’ ‘By the age of twenty, she had already achieved her ambition.’ Note that achieve is also used to mean ‘accomplish’: ‘By the end of the course, you will feel that you’ve really achieved something.’", "act\tbehave": "It is time that human beings learned how to act properly, without killing each other. It is time that human beings learned how to behave properly, without killing each other. When you are talking about what someone does on a particular occasion, act and behave are interchangeable: ‘Passengers who left the flight in Rhodes said that they had seen two men acting/behaving very suspiciously.’ When you are talking generally about what someone does or what people do, use behave: ‘You can’t expect all babies to behave the same.’ ‘From the way he behaves, anyone would think that he doesn’t get paid.’", "admire\tsee": "Do not use admire when you just mean ‘see’ or ‘look at’. Admire means ‘look at someone or something with a strong feeling of pleasure’. This meaning of admire is found mainly in novels and tourist brochures: ‘Come and admire the magnificence of the Niagara Falls.’ ‘Rupert was sitting outside on the verandah, admiring the many jewels in the night sky.’", "look\tsee": " see = find out (by checking): ‘I’ll go and see whether they have any rooms available.’ ‘While you’re in the kitchen, can you see if the eggs are cooked?’ Compare: ‘I looked to see whether it was still raining.’", "meet\tsee": " When you greet someone you know well, or talk about meeting them, use see (NOT meet): ‘I hope you’ll come and see us again soon.’", "notice\tsee": "Notice is not used with can/could: ‘They were so busy that they didn’t notice how late it was getting.’", "admired\tenjoyed": "Do not use admire when you mean ‘enjoy’. Admire means ‘have a very high opinion of someone’: ‘I’ve always admired people who think for themselves.’ ‘Lewis was probably best known and admired for his work on medieval literature.’", "aid\thelp": "Aid is mainly used as a noun: ‘Many countries survive on foreign aid from richer neighbours.’ ‘It is government policy to provide aid to the homeless or the unemployed.’", "avoid\thelp": "can’t help doing sth = cannot stop yourself from doing something: ‘Whenever he tries to sing, I just can’t help laughing.’", "annoys\tirritates": "Something unpleasant that happens repeatedly or continuously over a long period of time tends to irritate or frustrate people, especially because they know that they can do nothing to stop it: ‘I felt so tense that even the ticking of the clock began to irritate me.’ ‘I am constantly frustrated by all the niggling little jobs I have to do.’", "annoyed\tdisturbed": "Someone who is emotionally shocked by something they see or read is disturbed/upset/distressed/offended by it, or they find it disturbing/upsetting/distressing/offensive: ‘Viewers are warned that this documentary contains a number of violent scenes which they may find disturbing.’", "appears\toccurs": "appear = (1) become visible or (suddenly) be seen: ‘Small red patches appeared all over the child’s back.’ ‘A minute later the manager appeared and asked what was wrong.’(2) (of something new) become available or be seen for the first time: ‘The first edition appeared in 1987.’ ‘The new model will not appear in the shops until the end of the year.’ ‘When did dinosaurs first appear?’ occur = (1) (of unplanned events) happen: ‘The crash occurred just minutes after take-off.’ ‘These storms usually occur in the late afternoon.’ (2) exist or be found (in a particular place): ‘The Japanese ‘f’ sound does not occur in European languages.’", "avoid\tprevent": "Avoid sth = be careful not to do something: ‘The best way to lose weight is to avoid eating fatty foods.’ ‘These drugs are dangerous and should be avoided.’ ‘Try to avoid subjects that can cause offence.’; prevent sb/sth (from doing sth) = stop someone or something from doing something; stop something from happening: ‘The wall is supposed to prevent dogs from getting into the garden.’ ‘It is hoped that the new speed limit will help to prevent accidents.’", "awoke\twoke": "Awake is used mainly as an adjective: ‘It’s gone ten o’clock and the children are still awake.’ As a verb, awake (WITHOUT up) is used only in literary styles: ‘I awoke to the sound of church bells.’ ; The usual verb is wake up: ‘She told me that she keeps waking up in the middle of the night.’ ‘I was woken up by a loud whistling noise.’", "having\texpecting": "have a baby = give birth to a baby: ‘She’s worried about having the baby at home in case there are complications.’; be expecting a baby = be pregnant: ‘Janet is expecting another baby.’ ; Note that be having a baby can be used to mean ‘be pregnant’ but this should be avoided when there is a danger of confusion.", "waiting\texpecting": "wait = stay somewhere until someone or something comes: ‘I’ll wait here until you get back.’ ‘It’s quicker to walk than wait for a bus.’ expect = believe that someone or something is going to come: ‘The train is expected to arrive in the next five minutes.’ ‘I can’t leave the house I’m expecting visitors.’", "eat\thave": "have (your) breakfast/lunch/dinner etc (NOT eat/take): ‘We had dinner in the hotel restaurant.’ ; have sth for breakfast/lunch/dinner etc: ‘What did you have for lunch?’ Do not use eat unless you wish to emphasize the activity of eating. Compare: ‘We prefer to have dinner in the evening.’ ‘James always takes a long time to eat his dinner.’", "be\tget": "When talking about a change in state, use get/become/grow + adjective (NOT be): ‘I’ve put a couple of apples in your bag in case you get hungry.’ ‘The children were growing impatient.’", "become\tget": "To refer to the time in the evening or at night when the daylight disappears, use get dark or b: ‘In the winter it gets dark by five o’clock.’ ‘It began to grow dark and so we headed back to the shore.’ To describe what happens when all the lights in a room, building, etc suddenly go out, use go dark be plunged into darkness: ‘During the last storm the whole town was plunged into darkness.’", "obtain\tget": "Obtain is mainly used in formal styles: ‘Information about visas and passports can be obtained from your local library.’ The usual word for this meaning is get: ‘How long does it take to get a visa?’", "see\tget": "look at/admire/enjoy the view (NOT see/watch): ‘We asked the coach driver to stop so that we could look at the view.’ have/get a (good) view from a particular place (NOT see): ‘If you stand where I am, you get a much better view.’", "be\tbecome": "When talking about a change in state, use get/become/grow + adjective (NOT be): ‘I’ve put a couple of apples in your bag in case you get hungry.’ ‘The children were growing impatient.’", "become\tcome": "Become means ‘start to be’ and is followed by an adjective or noun (NOT a verb): ‘We didn’t meet again until after she had become famous.’ ‘Brunei became an independent member of the Commonwealth in 1984.’ ; When talking about a gradual change in the way a person feels or thinks about someone or something, use come/grow + to-v (NOT become): ‘Although she had come to dislike her boss, she tried not to let it show.’ ‘As the months passed, I actually grew to enjoy his company.’company.’", "go\tcome": "Come is used for movement towards the speaker/listener: ‘Come in and sit down for a few minutes.’ ‘When can’ come and see you?’", "become\tbegin": "begin/start to do sth (NOT become): ‘My evenings were free and so I began to learn German.’", "become\tgo": "go blind (not become): ‘When I couldn’t see anything, I thought I’d gone blind.’", "come\tgo": "Come is used for movement towards the place where the speaker is, was, or intends to be, or towards the person being talked about: ‘Come and look at this.’ ‘Why didn’t he come to see me?’ ‘He was just about to go out when his wife came into the office in tears.’ ; Go is used for movement in other directions: ‘I wish those noisy children would go away.’ ‘Let’s go to London for a few days.’", "keep\tturn": "turn a blind eye (to sth) = pretend not to notice something: ‘The government prefers to turn a blind eye to these activities.’", "book\torder": "book = reserve a seat on a plane, a room in a hotel, a table at a restaurant, etc: ‘The train was packed and I wished I’d booked a seat.’ ; order = ask for certain goods to be sent to a shop, especially because a customer wants to buy them: ‘If you want to be sure of getting a daily newspaper, it’s best to order one.’", "borrow\tlend": "When you borrow something (from someone), you are allowed to use it: ‘Can I borrow one of your pencils?’; When you lend something (to someone), you let them use it: ‘He asked me to lend him one of my pencils.’", "feel\ttake": "take pity on: ‘Eventually a kind motorist took pity on us and offered us a lift.’ feel pity for: ‘Being a widow, she expects you to feel pity for her.’", "cancelled\tpostponed": "cancel = arrange for a planned event not to take place after all: ‘Five of their players were either ill or injured, and so the match had to be cancelled.’ postpone = arrange for a planned event to take place at a later time or date: ‘We’ve decided to postpone the wedding until Steve has found a job.’", "went\tgot": "I got out of the car and waited outside the shop.", "catch\tunderstand": "catch (= hear and/or understand) is used only in connection with what someone has just said: ‘I’m afraid I didn’t quite catch the last point. Could you go over it again?’ ‘Did either of you manage to catch her name?’", "realize\tunderstand": "See Language Note below", "choose\tprefer": "prefer = like something more than something else: ‘Which do you prefer, black coffee or white coffee?’ ‘Peter prefers classical music to rock.’ ‘I’d prefer to stay here, if you don’t mind.’", "circulates\trevolves": "circulate = (of news, stories, rumours etc) spread by being passed from one person to another: ‘One of the rumours circulating at the moment is that the company is about to go bankrupt.’ ; revolve around = (of a novel, film, story etc) be about: ‘His latest film revolves around the difficulties of being a single parent.’", "claiming\tdemanding": "claim = ask to be given something that belongs to you or that you think you are entitled to: ‘People on a low income are able to claim legal aid.’ demand = ask strongly for something: ‘The laboratory was surrounded by demonstrators demanding an end to animal experiments.’ Note also clamour for = repeatedly ask for something in a noisy or angry way: ‘In response to the increase in domestic violence, people are clamouring for stricter laws that will help to protect wives and children.’", "closed\tlocked": "lock/shut sb in a room, house, etc (NOT close): ‘He was picked up by the police and locked in a cell for the night.’", "tells\tis": "You usually say that a book, story, article etc is about a particular subject: ‘The novel is about the experiences of a young German soldier during the First World War.’ Tell of is used only in literary styles: ‘The poem tells of the deeds of a young Greek soldier during the Trojan War.’ Tell about does not exist.", "control\tinspect": "control = make people or machines do what you want them to do: ‘Who will control the aircraft if the pilot has a heart attack?’ ‘The police were unable to control the crowd.’ ; Inspect =carefully check or examine something: The building is regularly inspected by fire-safety officers.’ ‘I got out of the car to inspect the damage.’", "controlling\tinspecting": "control = make people or machines do what you want them to do: ‘Who will control the aircraft if the pilot has a heart attack?’ ‘The police were unable to control the crowd.’ ; Inspect =carefully check or examine something: The building is regularly inspected by fire-safety officers.’ ‘I got out of the car to inspect the damage.’", "controlled\tinspected": "control = make people or machines do what you want them to do: ‘Who will control the aircraft if the pilot has a heart attack?’ ‘The police were unable to control the crowd.’ ; Inspect =carefully check or examine something: The building is regularly inspected by fire-safety officers.’ ‘I got out of the car to inspect the damage.’", "convince\tpersuade": "convince = make someone feel completely certain that something is true: ‘Somehow the party will have to convince the voters that it is capable of governing the country.’ ‘She failed to convince the jury of her innocence.’ ; persuade = make someone agree to do something (or believe that something is true): ‘Her parents have persuaded her to stop seeing him.’ ‘Despite our efforts to persuade them, they still haven’t signed the contract.’", "do\tcommit": "commit a crime (NOT do, make, perform): ‘Women commit far fewer crimes than men.’", "make\tcommit": "commit a crime (NOT do, make, perform): ‘Women commit far fewer crimes than men.’", "did\tmade": "make a criticism (of sth): ‘The committee has made four specific criticisms of the government’s transport policy.’", "cry\tscream": "cry =shout something: Help!\" she cried.’ cry out = make a sudden loud noise when you are frightened, shocked, hurt, etc: ‘When they tried to move him, he cried out in pain.’ scream = make a loud, high, continuous noise, especially when you are very frightened, very excited or in great pain: ‘One of the firemen thought he heard someone screaming inside the building.’ ‘The fans didn’t stop screaming until the group had left the stage.’", "cries\tshouts": "shout = speak in a very loud voice, especially because you want someone to hear you or because you are angry: ‘There’s no need to shout. I’m not deaf, you know.’ ‘The demonstrators marched through the streets shouting: No more war! No more war!’ When he reached the point in his story when his friends were arrested and tortured, he began to cry. When he reached the point in his story when his friends were arrested and tortured, he began to weep. cry = the opposite of laugh: ‘As the child was running towards me, she fell over and began to cry.’ ‘Babies always cry when they’re hungry.’ weep = cry quietly, usually because of great sadness. This word is mainly used in literary styles: ‘He knelt down b small grave and wept.’", "cured\ttreated": "Doctors and nurses treat an injury, disease, sick person, etc: ‘Serious burns must be treated as soon as possible.’ ‘The usual way of treating malaria is to give the patient large doses of quinine.’ ‘Some hospitals refuse to treat people who don’t have medical insurance.’", "obtain\tdo": " do/take/get a degree (in a particular subject area): ‘I’m thinking about doing a Master’s degree in business administration.’", "demanded\trequired": "If you have to do something because of a rule, law etc. you are required to do it: ‘Under the law the President is required to notify Congress when US troops face imminent hostilities.’", "denied\trefused": "deny sth = say that it is not true: ‘He has been accused of stealing a car, but he denies it.’ ‘Both companies denied that they had been discharging toxic waste.’ = say that you will not do it: ‘Employers are refusing to discuss a pay settlement until the staff return to work.’ ‘The students were told to leave the building, but they refused.’", "disagreed\trefused": "disagree = not have the same opinion: ‘He disagreed with nearly everything I said.’ ‘Why did she disagree with you?’ ‘We tended to disagree about politics, but we were still good friends.’ = say that you will not do something that someone has asked you to do: ‘The students were asked to leave the building but they refused.’ ‘If anyone refuses to pay their bill, send for the manager.’", "desire\thope": "In the meaning ‘want/wish’, desire is usually used as a noun (NOT as a verb): ‘His one desire was to live to see his three grandchildren again.’ ‘I have no desire to go there again. Once is enough.’ Note however that this usage is fairly formal. As a verb meaning ‘want/wish’, desire is used mainly in literary styles: ‘For the first time in her life, she had everything her heart desired.’ In other styles, use verbs such as want, would like, hope, wish, intend, etc.", "expect\thope": "Use expect when you have a reason for thinking that something is going to happen: ‘Her husband doesn’t like travelling so I expect she’ll come on her own.’", "wish\thope": "for things that cannot happen or will probably not happen: ‘I wish I hadn’t told them my address.’ ‘I wish you could stay here longer.’ for things that may easily happen or may easily have happened: ‘I hope you’ve had a successful trip.’ ‘We hope you all have a very merry Christmas.’ : ‘I wish you a safe journey.’ ‘We’d like to wish you all a very merry Christmas.’", "earned\twon": "You earn money by doing work for which you are paid: ‘She earns $4,000 a month.’ You win money by being lucky in a competition etc: The last time he played roulette, he won about $50,000.’", "eat\ttake": "take a pill, tablet, aspirin, medicine, etc (NOT eat): ‘Why do you take sleeping pills every night?’", "effect\taffect": "Compare: ‘There is no doubt that smoking affects people’s health.’ ‘There is no doubt that smoking has an effect on people’s health.’ When used as a verb, effect means ‘bring about’: ‘The new president effected several major changes.’", "elect\tchoose": "elect = choose (someone) by voting for them: ‘The committee has elected a new chairman.’ choose = decide which one you want: ‘We chose Greece because we hadn’t been there before.’", "endure\tbear": "When you mean ‘strongly dislike’ or ‘be unable to accept’, use can’t bear/stand: ‘He used to like cricket, but now he can’t stand it.’ ‘He couldn’t bear the thought of his wife leaving him.’", "ensure\tassure": "ensure = make certain (that something will happen or exist): ‘We need to ensure that our prices remain competitive.’ ‘Measures are being taken to ensure public safety.’ assure = tell someone that something will definitely happen or is definitely true, especially to make them feel less worried: ‘I assure you that the report will be on your desk by tomorrow lunchtime at the latest.’ ‘The doctor assured me that there was no need for alarm.’", "entered\tboarded": "get on/board a train/plane/ship: ‘The ticket inspector wanted to know where I had got on.’ ‘There’s still time for some duty-free shopping before we have to board the plane.’", "establish\topen": "You establish a major company or organization that will probably run forever or for a very long time: ‘As soon as Rwanda became independent, it established its own national bank.’ ‘Most of the money is to be used to establish local industries and mobilize the workforce.’ You start or start up a small company or organization: ‘They intend to use the money to start up their own taxi business.’ You open a new shop, restaurant, shopping mall etc: ‘They’re planning to open a small hotel just outside town.’", "drink\ttake": "take/have your medicine (NOT drink): ‘Have you taken/had your medicine today?’", "give\tset": "set an example or set a good example = behave correctly so that the people who copy you will behave correctly: ‘The school captain is expected to set a good example.’", "excuse\tforgive": "Excuse is used only for minor faults and offences: ‘I hope you’ll excuse my untidy handwriting. I’m trying to write this letter on a train.’ Forgive is used for all faults and offences, both minor and major: ‘I don’t think he’ll ever forgive me for calling off the wedding.’ ‘Don’t forget her birthday or she’ll never forgive you.’", "expand\tincrease": "expand = become (or make something become) larger in size, area or activity: ‘Metals expand when they are heated.’ ‘Within three years this small business had expanded into a chain of department stores.’ increase = become (or make something become) larger in number, amount, cost, etc: ‘Sales of new cars increased from 1.2 million in 1993 to 1.8 million in 1994.’ ‘By the year 2020 the government aims to increase the number of secondary schools by 50%.’", "expose\texhibit": "expose = let something be seen, especially something that is usually hidden: ‘He undid his shirt to expose a white hairless chest.’ display/exhibit a work of art: ‘The gallery exhibits mainly contemporary sculpture and photography.’", "fit\tsuit": "fit = (of clothes, shoes, rings etc) be the correct size and shape for you: ‘These trousers don’t fit me any more.’ ‘The next size up should fit.’ suit = be suitable: ‘Try and choose a career that suits you.’ ‘You should buy a dictionary that suits your needs, not just anyone.’", "fit\tmatch": " match (or go with) = (of clothes, soft furnishings etc) look good when seen together: ‘We chose a dark green carpet to go with our yellow curtains.’ ‘I can’t wear blue shoes with a black skirt - they don’t match.’", "gain\tearn": " earn or (especially in informal styles) get/make (a sum of) money by going to work, from investments, etc (NOT gain): ‘She earns $4,000 a month.’’", "gets\tcomes": ": ‘The car that we’d been following came to a sudden halt outside the bank.’", "originate\tcome": "Originate is used in connection with things, ideas, customs etc (NOT people): ‘No one really knows how the solar system originated.’ If you are born in and/or grow up in a particular place, town, country etc, you come from that place: ‘Where does Agneta come from Sweden or Norway?’", "hinder\tdeter": "deter sb (from doing sth) = persuade someone not to do something: ‘The threat of imprisonment has failed to deter these young offenders.’", "hire\trent": "In British English you hire a suit, meeting hall, bicycle, fishing rod etc. You obtain the use of these things, usually for a short period, by making a single payment: ‘Why buy a wedding dress when you can hire one?’ ‘Herr Platzer showed us where we could hire bicycles.’ You rent a house, shop, apartment, television etc, usually for a longer period, by making a series of payments: ‘There are plenty of offices to rent in the town centre.’ When talking about cars, you can use rent or hire: ‘There’s usually a place at the airport where you can hire/rent a car.’ , regardless of what it is or the length of the arrangement.", "imitate\tcopy": "imitate = do something in exactly the same way that someone else does it: ‘Have you heard him trying to imitate an Englishman speaking French?’ ‘He walks as if he is trying to imitate Donald", "migrate\temigrate": "migrate = (of birds, animals and people) travel from one place to spend a length of time in another, especially to find food, water, warmer weather, etc: ‘How do birds know when to migrate and how do they find their way back home?’ emigrate = (of people) leave your own country and make your home in another one: ‘There were no jobs back home so we decided to emigrate.’", "increase\timprove": "increase = become or make (something) greater in amount, number or degree: ‘The government has increased taxes.’ ‘As their profits increase, the companies expand.’ ‘The number of words in the language is increasing all the time.’ improve = become or make (something) better: ‘Efforts are being made to improve the quality of the medical services.’", "injuring\tdamaging": "Injure is used only in connection with people and animals: ‘Latest reports from the site of the crash indicate that three people are dead and twelve are seriously injured.’ For objects, plants and machines, use damage: ‘Some of the equipment had been badly damaged.’", "injured\twounded": "wound = injure a person or animal by using a weapon such as a gun or knife: ‘He is accused of wounding a fellow prisoner.’ ‘The sergeant had been seriously wounded and was losing blood.’", "intend\ttend": "intend = plan to do something: ‘I intend to arrive early and make sure that I get a seat.’ tend = be likely or true in most cases: ‘At that age, girls tend to be more mature than boys.’", "interrupts\tdisturbs": "interrupt = to stop someone while they are speaking or doing something, specially by saying something yourself: ‘I’m sorry to interrupt but there’s an urgent phone call for you.’ disturb = make it difficult for someone to continue what they are doing: ‘Will it disturb you if I listen to the radio?’ ‘I think we’re disturbing Martin. Let’s go and talk in your office.’", "invent\tdiscover": "invent = create a machine, instrument, system or process which has never existed before: ‘Who invented the telephone?’ ‘The cotton gin was invented by Eli Whitney in 1793.’ discover = find or find out something for the first time: ‘Penicillin was discovered almost by accident.’ ‘I’ve just discovered a new way of cooking spaghetti.’", "invented\tcoined": "coin a new word or expression: ‘The term ‘black hole’ was coined in 1969 by the American scientist John Wheeler.’", "lessen\treduce": "Lessen is mainly used in connection with pain and feelings: ‘I’ll give you an injection to lessen the pain.’ ‘No amount of comforting could lessen Charles’ disappointment.’ When you mean ‘make something smaller in amount, number, price or size’, use reduce: ‘The workforce has been reduced by 50 percent.’", "live\tstay": "stay at/in a hotel, youth hostel, etc (NOT live in): ‘In London we usually stay at the Savoy.’", "loan\tborrow": "loan = (1) (noun) a sum of money that you borrow, usually from a bank: They are currently negotiating a $100 million loan.’ (2) (verb) lend a painting, work of art etc to an art gallery or museum: The pictures have been loaned to the National Gallery for the forthcoming exhibition.’ (3) (verb; especially in American English) let someone use something; lend: ‘Why don’t you ask John if he’ll loan you his car?’ borrow = receive money or something that a bank or person agrees to lend you: ‘By the end of the war the Canadian government had borrowed over $5 million from its own citizens.’", "lose\tmiss": "If you do not attend a class, meeting, activity, etc, you miss it: ‘If you don’t hurry up, you’ll miss your appointment.’ ‘I’d hate to miss one of John’s parties.’", "lose\twaste": " Waste your/sb’s time = (cause someone to) spend an amount of time without doing anything useful: ‘I wish they’d stop asking me silly questions and wasting my time.’ Compare: ‘The puncture meant that we lost a lot of time.’", "named\tcalled": "When you mention the name by which someone or something is known, use call/be called : ‘Most people call him Bob but he prefers to be called Robert.’", "titled\tcalled": "To introduce the name of a book, story, film, article, song, painting etc, use be called or, especially entitled: ‘Her latest novel is called Educating Peter.’", "name\tcall": "When you mention the name by which someone or something is known, use call/be called : ‘Most people call him Bob but he prefers to be called Robert.’", "neglect\tforget": "neglect = (1) fail to look after someone or something properly: ‘The garden has been badly neglected and will require a lot of attention.’ (2) (formal) fail to do something, especially something that you ought to do: ‘The public are demanding to know why the government neglected to warn them of the oil shortage.’ forget = fail to realize something (and be guided by it): ‘Children tend to forget that their parents like to have fun too.’", "offered\tinvited": "offer to do sth = express willingness to do something: ‘She’s offered to help me.’ sth = ask someone if they would like to come to a party, wedding etc, or join you in a social activity: ‘Have you invited Mark and Valerie to the party?’", "open\tintroduce": " introduce a (new) topic/subject/argument (NOT open): ‘You can’t introduce new material in the last section of a report.’", "reserved\tbooked": "reserve (or book) = arrange for a seat on a train, a seat in a theatre, a table in a restaurant etc, to be kept for you to use at a certain time: ‘I’d like to reserve two seats in the front row for tomorrow night’s performance.’ book = (British English) arrange for a hotel room, holiday accommodation etc, to be kept for you to use at a certain time: ‘We’ve booked a holiday cottage in the Lake District for the first two weeks in June.’ Note that in American English the usual word for this meaning is reserve.", "pardoned\texcused": "forgive: ‘I’m sure they will pardon the occasional mistake.’ excuse = give someone permission to stay away from school, work etc, or leave a classroom, meeting etc: ‘Can I be excused from swimming today please? I’ve got a cold.’", "pass\tspend": "You spend your holidays/a period of time somewhere (NOT pass): ‘We spent a lazy afternoon down by the river.’ When pass is used in connection with time, it is usually intransitive: ‘Two weeks passed and there was still no reply.’", "stay\tspend": " spend a period of time somewhere (NOT stay): ‘We spent the afternoon at John’s house.’ ‘Where are you going to spend Christmas?’ Note the alternative: ‘He’s invited us to stay with him for a few days.’", "proceeded\tpreceded": "continue: ‘After a five-minute delay, the lecture proceeded.’ ‘According to latest reports, negotiations are proceeding smoothly.’ before someone or something: ‘Churchill was a much stronger leader than the man who preceded him.’ ‘The snowfall was preceded by a sudden drop in temperature.’", "proposed\toffered": " offer = (1) tell someone that they can have something if they want it: ‘He offered me a cup of tea.’ ‘She was offered a job on a local newspaper.’(2) tell someone that you are willing to do something: ‘He offered to drive me back to my hotel.’", "raise\tgrow": "raise plants, vegetables, animals etc, especially on a farm to sell as food: ‘He grew up in Nebraska where his parents raised chickens.’ grow plants, flowers, vegetables, etc, in a garden for pleasure: ‘This year I thought I’d try growing a few tomatoes.’", "realize\tpractise": "When realize means ‘make something actually happen or become real’, it is usually used with words such as ambition, intention, expectation, hope, dream, fear: ‘I feel confident that the high expectations I have of my new job will be realized.’", "refuse\treject": "refuse = say no (when someone wants you to do or accept something): ‘Some of the staff refuse to attend lunchtime meetings.’ ‘We can’t possibly refuse the invitation.’ ‘Simon had to refuse the job offer because it would have meant moving house again’ reject = say that you do not support (an idea, belief, suggestion, plan, proposal, etc): ‘Vegetarians reject the theory that you must eat meat to get all the nutrients you need.’ ‘The belief that a woman’s place is in the home has been widely rejected.’", "relies\tdepends": "When you mean that one thing is decided or shaped by another thing, use depend on : ‘The cost of the trip depends on how long you go for and where you stay.’ Compare: ‘Since his wife died, he has had nobody that he could really depend/ rely on.’", "remind\tremember": "remind = cause (someone) to remember something: ‘The smell of fresh coffee always reminds me of Salvo’s.’ Compare: ‘Whenever I look at the photograph, I am reminded of the happy days we spent together at college.’", "reserve\tbook": "reserve (or book) = arrange for a seat on a train, a seat in a theatre, a table in a restaurant etc, to be kept for you to use at a certain time: ‘I’d like to reserve two seats in the front row for tomorrow night’s performance.’ book = (British English) arrange for a hotel room, holiday accommodation etc, to be kept for you to use at a certain time: ‘We’ve booked a holiday cottage in the Lake District for the first two weeks in June.’ Note that in American English the usual word for this meaning is reserve.", "resist\tstand": "resist = fight against; oppose: ‘We shall resist any changes that threaten our personal freedom.’ : ‘I’d like to live in Africa but I don’t think I could bear the heat.’", "response\trespond": "Respond is a verb: ‘I’m surprised they responded so quickly.’ Response is a noun: ‘I’m surprised we got such a quick response.’ ‘In response to your last comment, I’m afraid I don’t agree.’", "retired\tresigned": "retire = leave your job at the end of your working life, usually because you have reached a particular age: ‘In the UK, men usually retire at the age of 65 and women at 60.’ ‘If you retire early, you won’t get your full pension.’ resign = leave your job because you do not like it, because you have found a better one, etc: ‘If she doesn’t get a salary increase, she’s going to resign.’", "robbed\tstole": "steal sth: ‘Someone has stolen her car.’ ‘My watch has been stolen.’ ‘The girl has obviously stolen his heart.’ rob sb (of sth): ‘The two youths had tried to rob him, but he managed to fight them off.’ ‘The old couple were robbed of their life’s savings.’", "running\tmoving": " Vehicles travel, move or go at a certain speed in a certain direction (NOT run): ‘We’re travelling at just under 70 miles an hour.’ ‘How fast was the train going when the accident occurred?’", "sale\tsell": "Sale /seɪl/ is a noun: ‘This new law makes the sale of pirated video tapes a criminal offence.’ ‘Are you sure the house is for sale?’ The verb is sell /sel]/: ‘They were selling all the shoes half-price.’", "salute\twelcome": "salute (of members of the armed forces) make a formal sign of respect, especially by raising the right arm: ‘Always salute a superior officer.’ welcome = meet someone when they arrive and show that you are pleased that they have come: ‘The visitors were welcomed at reception and shown where to go.’", "say\ttalk": " talk about a particular topic (NOT say about): ‘He refuses to talk about politics.’ ‘She’s always talking about her father’s health.’", "search\tlook": "Use search for (and seek) only when someone or something is very difficult to find: ‘Investigators are still searching for clues as to the cause of the crash.’ Otherwise, use look for: ‘I’ll stay here with the bags while you go and look for a taxi.’ ‘If you’re looking for some new shoes, you should try Clinkard’s.’", "seat\tsit": "seat /siːt/ is a noun: ‘You should book your seat two weeks in advance.’ sit /sɪt/ is a verb: ‘My legs were aching but there was nowhere to sit.’", "seeing\twatching": "see = notice something with your eyes, especially without concentrating or paying attention: ‘Did you see anyone go out?’ Turn the light on if you can’t see.’ watch = look at someone or something and pay careful attention, especially for a long time: ‘She watched the man with interest as he made his way through the crowd.’ ‘After dinner we usually sit down and watch the news.’ I’m sending you the magazine so you can see by yourself how beautiful the country is. I’m sending you the magazine so you can see for yourself how beautiful the country is. = check that something is really true, correct, as described etc by seeing it with your own eyes: ‘If you think I’m exaggerating, come and see for yourself.’", "see\twatch": "see = notice something with your eyes, especially without concentrating or paying attention: ‘Did you see anyone go out?’ Turn the light on if you can’t see.’ watch = look at someone or something and pay careful attention, especially for a long time: ‘She watched the man with interest as he made his way through the crowd.’ ‘After dinner we usually sit down and watch the news.’ I’m sending you the magazine so you can see by yourself how beautiful the country is. I’m sending you the magazine so you can see for yourself how beautiful the country is. = check that something is really true, correct, as described etc by seeing it with your own eyes: ‘If you think I’m exaggerating, come and see for yourself.’", "separated\tdivided": "separate= place or keep (people or things) apart from one another: ‘Break an egg into a bowl and separate the white from the yolk.’ divide = cause something to consist of (or be seen as) a number of parts, groups, sections etc: ‘The manufacturing process is divided into three stages.’", "sink\tdrown": "Sink is used in connection with ships, boats and objects which go down and disappear beneath the surface of water: ‘The ship had been holed in the collision and was beginning to sink.’", "stolen\trobbed": " rob a bank, post office etc (NOT steal) : ‘Apart from the two cashiers , nobody realized that the bank was being robbed.’", "support\ttolerate": " tolerate, put up with, stand sb/sth (NOT support/suffer) = be willing to accept someone or something, even though the person or situation is unpleasant: ‘I’m surprised that she tolerates his behaviour.’ ‘It’s not a bad job, as long as you can stand the long hours.’", "talk\tspeak": " speak English/French/Thai etc (NOT talk): ‘Do you speak Italian?’ ‘I didn’t know you could speak Greek.’", "talk\ttell": "When there is something that you want someone to know, you tell them about it: ‘She told me about her holiday plans.’ about something: ‘We talked about where we could go at the weekend .’", "taste\ttry": "When you taste something, you put a little into your mouth to see what it is like: ‘The chef stirred the soup, tasted it, and then added a little salt. When you have something to eat or drink for the first time , you try it. ‘I think I’ll try the onion soup. What’ s it like?’", "telling\ttalking": "talk about sth (NOT tell about): ‘Once she felt more relaxed, she began to talk about her real reasons for coming to see me.’ Compare tell sb about sth: ‘Did you tell him about the party on Saturday?’ ‘Don’t forget to tell the doctor about your headaches.’", "thinking\twondering": "To introduce a polite request or invitation , use I was wondering if/whether: ‘I was wondering if you’d like to play tennis on Saturday.’ ‘Sally was wondering whether you could give her some advice.’", "threat\tthreaten": "Threat is a noun: ‘The letter was full of threats and accusations.’ ‘The President said he would stand firm and not give in to threats from terrorists.’ The verb is threaten: ‘Whenever they have an argument, she threatens to leave him.’ ‘He is threatening the magazine with legal action unless they publish a full apology.’", "spend\tpass": "When you have nothing important to do and you spend time doing something in order to avoid being bored, you pass the time : ‘At the airport we bought a pack of playing cards to help pass the time.’", "touched\taffected": " When you mean ‘have an effect on’, use affect (NOT touch): ‘How will these new taxes affect people on low incomes?’ ‘Farms in the south of the country have been seriously affected by the drought.’", "saw\tadmired": "look at/admire/enjoy the view (NOT see/watch): ‘We asked the coach driver to stop so that we could look at the view.’ have/get a (good) view from a particular place (NOT see): ‘If you stand where I am, you get a much better view.’", "won\tbeaten": "win a game, match, race, competition, election, etc: ‘United have won four of their last five matches.’ ‘Who won the FA Cup last year?’ : ‘They’re a good side but I’m sure we can beat them.’ ‘", "acts\tactions": "The noun act is usually used when you want to comment on a particular thing that someone has done: ‘It was an act of great courage.’ ‘These cowardly terrorist acts bring death and suffering to the innocent.’ When you are talking about someone’s general behaviour, use actions: ‘You can’t be blamed for your parents’ actions.’ ‘Her words and actions have not gone unnoticed.’", "actions\tthings": "Do and action cannot be used together. Use do + things/something/anything etc: ‘She’s always doing things for charity.’ ‘Don’t do anything that might upset them.’", "advantages\tbenefits": "benefit = a good result which improves your life or situation: ‘Belonging to a union has a number of important benefits.’ ‘It’s over a month since I got back from holiday, but I still feel the benefit.’", "desire\tambition": "When you are talking about something very important that you want to achieve, use aim or ambition: ‘Her ambition is to represent her country in the Olympic Games.’ ‘Our ultimate aim is to find a cure for the disease.’", "ambition\taim": "ambition = something very important that you have wanted to do or achieve for a very long time: ‘Sandro’s one ambition is to play for Italy in the World Cup.’ aim = what you hope to achieve when you do something: ‘The aim of the course is to develop the students’ writing skills.’", "amounts\tnumbers": "amount of + uncountable noun ; number of + plural countable noun ;Compare: ‘an amount of money’, ‘a number of coins’", "anger\ttemper": "control/keep/lose your temper (NOT anger): ‘The problem with George is that he can’t control his temper.’ (= cannot stop himself from suddenly getting angry)", "announcements\tadvertisements": "When you want to give people some important information, you make an announcement: ‘Following the announcement of their marriage, they were pursued by crowds of journalists.’", "question\tquestions": "When any is used with a countable noun, the noun is usually plural: ‘a question’ BUT ‘any questions’.", "friend\tfriends": "When any is used with a countable noun, the noun is usually plural: ‘a question’ BUT ‘any questions’.", "anyone\teveryone": "To refer to all the people in a group, use everybody/everyone (NOT anybody/anyone) .", "anybody\teverybody": "To refer to all the people in a group, use everybody/everyone (NOT anybody/anyone) .", "appointment\tinterview": "appointment = an arrangement that you have made to see a doctor, dentist, business person, etc at a particular time: ‘You can’t see the manager without an appointment.’ ‘My appointment was for ten thirty.’; interview = a formal meeting at which people ask you questions to see if you are suitable for a particular job, course of study, etc: ‘If they’re interested in your application, they’ll ask you to go for an interview.’", "areas\tregions": "To refer to one of the very large parts of a country, or to an area which includes more than one country, use region: ‘This region of France is famous for its wine.’ ‘We apologize to viewers in the southern region for the poor picture quality.’ ‘This variety of rice is grown mainly in cool temperate regions.’", "districts\tregions": "district = (1) one of the official divisions of a city or country: ‘the London postal district’, ‘the South Cambridgeshire District’, ‘the Liverpool 8 district of Merseyside’, ‘Last winter several London health districts faced a cash crisis.’ (2) an area in a city (or sometimes in a country) that has a particular quality or feature: ‘a very wealthy district’, ‘one of the most deprived districts in the inner city’, ‘an old slum district where the gangs operate’. A region is usually a large area of a country and has no official boundaries: ‘The President has declared the region a disaster area.’ ‘Such expansion would most likely occur in the Amazon region.’ ‘The people who live in this region have a strong accent.’ When you are unsure about which word to choose, use area. An area can be large or small and has a very general meaning.", "arguments\treasons": "argument = a reason that you give to support your opinion, especially when you are trying to persuade someone: ‘The writer’s main argument is that a better train service will take cars off the road and lead to a healthier environment.’ ‘The argument against higher taxation is very simple.’ reason = something that explains someone’s actions or feelings, or why a particular situation exists: ‘My main reason for doing the course is to improve my qualifications.’ ‘He’s got to go back to Mexico, for family reasons.’", "asylums\thospices": "asylum = (old-fashioned) a hospital for the mentally ill, nowadays known as a psychiatric hospital ; hospice = a special type of hospital for people who are dying ; Note also the term old people’s home = a place where old people go to live when they need someone to look after them: ‘She’d rather stay in an old people’s home than be a burden to her family.’", "attention\tservice": "service = the help and attention that you get from the people who work in a shop or restaurant: ‘We complained about the poor service.’", "audience\tcongregation": "audience = the people who go to watch/listen to a film, play, concert, public lecture, etc: ‘The group has played to vast audiences all over the world.’ ‘At the end of the talk, members of the audience were invited to ask questions.’ ; congregation = the people who attend a church service:", "authority\tauthorities": "To refer in a general way to the officials who make all the important decisions in a country, use the authorities: ‘The authorities estimate that nearly 100,000 immigrants have entered the country illegally.’ As a countable noun, authority refers to an official group or organization that controls an area or activity: ‘You can claim housing benefit from your local authority.’", "baggages\tbaggage": "Baggage is an uncountable noun: ‘Baggage must not be left unattended in the terminal building.’ ‘How many pieces of baggage do you have?’", "behaviours\tbehaviour": "Behaviour is an uncountable noun.", "boss\tmanager": "Boss is usually used in informal styles: ‘From the way he acts, you’d think that he was the boss.’", "boundaries\tborders": "Use boundary when you are talking about an area of land within a country: ‘The Mississippi River forms a natural boundary between Tennessee and Arkansas.’ ‘Their farm is just inside the boundary of the National Park. ; ‘The place where two countries meet is the border: ‘We’re about to cross the border between", "british\tbritain": "The name of the country is Britain (or Great Britain). British is an adjective: ‘British industry’, ‘British Airways’. ; British is an adjective: ‘British industry’, ‘British Airways’.", "cameraman\tphotographer": "cameraman = a person who is employed by a television or film company to operate a camera: ‘The cameraman had never shot a car chase before and needed the director’s advice.’ ; photographer = a person who takes (or whose job is to take) photographs: ‘She is one of the world’s leading fashion photographers.’", "capacities\tskills": "capacity = the power or quality that makes someone able to do, experience, give or receive something: ‘These children display an extraordinary capacity for learning.’ ‘Man’s capacity for love and generosity is unlimited.’ ; skill = what someone needs to have learned before they can actually do a particular job or activity: ‘Being a good manager requires a number of highly specialized skills.’ ‘This course is designed to develop the student’s reading and writing skills.’", "purpose\treason": "purpose = what you hope to achieve by doing something; aim: ‘The main purpose of the trip is to see Helen’s parents.’ ‘Their purpose in coming here is to promote Australian universities.’ reason = the thing that causes someone to do something: ‘The reason why she left him was probably to do with his drinking problem.’ ‘Did they give you a reason for rejecting your application?’", "certificate\tvoucher": "certificate = an official document that states certain facts about someone: ‘a birth/marriage/death certificate’, ‘a certificate of health’ ; voucher = a kind of ticket that can be used instead of money: ‘a gift/luncheon/travel voucher’.", "characters\tpoints": "When you mean ‘a feature of someone’s character’, use characteristic or quality: ‘All great leaders share certain mean characteristics.’ ‘What qualities do you need to be a good parent?’ In contrast with qualities that you do not like, you can also talk about someone’s good points.", "choice\tdecision": "When you pick the person/thing that you want (from a range of possibilities), you make a choice: ‘Her parents are not happy about her choice of husband.’ ‘Oxford was my first choice, but I didn’t get the grades.’ When you make a judgment about something, especially after thinking carefully about it, you make a decision: ‘Although the job offer is attractive, I’d like more time to make a decision.’ ‘My decision to leave school at 15 was the biggest mistake I ever made.’", "civilization\tculture": "civilization = (a society or group of societies having) a way of life that is considered to be advanced in terms of culture and social organization: ‘The remote mountain villages are still untouched by modern civilization.’ ‘The film examines the ancient civilizations of Greece and Rome, and their contributions to Western society.’ ; culture = art, music, literature, etc especially that which is produced by a particular society or group of societies: ‘Visitors to Singapore discover a happy marriage of western and oriental cultures.’ ‘The Samba is an important part of Brazilian culture.’", "climate\tweather": "climate = the typical weather conditions that exist in a country or region; the place where these weather conditions exist: ‘Northern Europe has a mild climate and a high rainfall.’ ‘These flowers will not grow in cold climates.’", "cloth\tmaterial": "Cloth (uncountable) usually refers to material made of cotton, wool etc that is used for making clothes: ‘The tailor took my measurements and then showed me several rolls of cloth.’ ; Material (and fabric) have a more general meaning and may be used in connection with clothes, curtains, sheets, etc: ‘The cushion covers and the curtains were made from the same material.’ ‘They specialize in the manufacture of elasticated fabric.’", "cloths\tclothes": "A cloth (pronounced /klɒθ/ ) is a piece of material made of cotton, wool, etc, usually used for cleaning or drying something: ‘I’m afraid I’ve spilled some milk. Have you got a cloth?’ ‘I need a new face cloth.’ ; Clothes (pronounced /kləʊðz/ ) are the things people wear, such as trousers, sweaters, etc: ‘I251 clothes spend half my salary on clothes.’", "cloth\tclothes": "A cloth (pronounced /klɒθ/ ) is a piece of material made of cotton, wool, etc, usually used for cleaning or drying something: ‘I’m afraid I’ve spilled some milk. Have you got a cloth?’ ‘I need a new face cloth.’ ; Clothes (pronounced /kləʊðz/ ) are the things people wear, such as trousers, sweaters, etc: ‘I251 clothes spend half my salary on clothes.’", "clothing\tclothes": "Use clothing when you are thinking about clothes in general: The population is in desperate need of foreign aid - especially food, medicine and clothing.’ ‘She works in the clothing industry.’", "clothes\tcostume": "costume = (1) (countable) a set of clothes worn during a performance by an actor, clown, etc: ‘She used to work for a theatre company, designing and making costumes.’ (2) (uncountable) a set of clothes that are typical of a particular country or historical period: ‘The castle guides were dressed up in Elizabethan costume.’ ‘A group of Hungarian folk dancers came on stage, all wearing national costume.’", "clothings\tclothing": "clothing is an uncountable noun: The population is in desperate need of foreign aid, especially food, medicine and clothing.’", "comprehension\tunderstanding": "Comprehension refers to the ability to understand the meaning of something, especially something that is spoken or written: ‘I’d like to develop my vocabulary and improve my listening comprehension.’", "content\tcontents": "content (WITHOUT s) = the (interesting) facts, ideas or opinions expressed in a book, film, essay, speech etc: ‘His letters tend to have very little content.’ contents (WITH s) = (1) all the (interesting and uninteresting) things that are inside something: The customs officer opened my suitcase and examined the contents.’ (2) all the things that are written or talked about in a book, report, letter, discussion etc: ‘The contents of the diary are strictly confidential.’, (3) a list at the front of a book, report, thesis, etc, saying what each chapter or section is about: ‘If you want to know which chapters to read, just look at the contents.’", "criterias\tcriteria": "criteria is the plural of criterion: The company’s sole criterion of , success is high sales.’ ‘These new criteria make it easier to get a visa.’", "damages\tdamage": "In its usual meaning, damage is an uncountable noun: ‘The insurance company will pay for any damage.’ ‘The ceiling had suffered a great deal of damage.’ = a sum of money that someone is awarded in a court of law: ‘She was awarded $3000 in damages.’ ‘She claimed damages of £2000 for wrongful dismissal.’", "drama\tplay": "drama (uncountable) = a type of literature consisting of plays in general, or a particular group of plays: ‘She has always been interested in music and drama.’ ‘Elizabethan drama is too bloodthirsty for my liking.’ play (countable) = a dramatic performance by actors in a theatre or on the radio/television; a piece of literature that has been written for actors to perform in a theatre etc: ‘The film is a clever adaptation of Alan Ayckbourn’s popular play.’ ‘The critics have generally been surprised by this play, which was written to be performed without props or scenery.’", "earth\tworld": "earth/Earth = the ball-shaped object that we live on, usually seen as a planet in space: ‘The earth moves round the sun every 365 days.’ ‘On the journey back to Earth, one of the spaceship’s computers failed.’ world = the ball-shaped object that we live on, usually seen in terms of people, countries, cities etc: ‘Tuberculosis is still common in some parts of the world.’ ‘It’s one of the largest countries in the world.’ ‘You’ll be seeing some of the world’s leading golfers.’ : ‘I have friends all over the world.’ planet = the ball-shaped object that we live on, usually seen in terms of the natural environment: ‘This disaster could affect the whole planet.’ ‘The planet is gradually getting warmer.’", "earth\tplanet": "earth/Earth = the ball-shaped object that we live on, usually seen as a planet in space: ‘The earth moves round the sun every 365 days.’ ‘On the journey back to Earth, one of the spaceship’s computers failed.’ world = the ball-shaped object that we live on, usually seen in terms of people, countries, cities etc: ‘Tuberculosis is still common in some parts of the world.’ ‘It’s one of the largest countries in the world.’ ‘You’ll be seeing some of the world’s leading golfers.’ : ‘I have friends all over the world.’ planet = the ball-shaped object that we live on, usually seen in terms of the natural environment: ‘This disaster could affect the whole planet.’ ‘The planet is gradually getting warmer.’", "editing\tpublishing": "edit = examine and make changes and corrections to a manuscript in preparation for printing: ‘The text was still full of mistakes and obviously hadn’t been edited.’ for sale to the public: ‘The book was first published in 1987.’", "effort\tattempt": "When someone tries to do something, especially without being sure of success, they make an attempt to do it: ‘Having failed to reach the summit last October, the climbers are now getting ready to make a second attempt.’ ‘All attempts to control inflation have failed.’", "english\tenglishman": "an Englishman, an Englishwoman (NOT an English): ‘She was the very first Englishwoman to set foot on the moon.’", "nation\tcountry": "A person comes from, lives in, or feels part of a particular country (NOT nation): ‘Some people in this country think that the leadership is too weak.’ ‘People living in former Soviet bloc countries are undergoing a difficult period of transition.’ Nation is less common than country and is mainly used when a country is considered as a political or economic structure: ‘Japan has become the richest nation in the world.’ ‘Representatives from the world’s leading industrial nations will meet next month in Geneva.’", "extinguished\textinct": "extinguish = make something stop burning: ‘Before entering the factory, please make sure that all cigarettes have been properly extinguished.’ completely non-existent, because every single one has died or been killed: ‘If nothing is done to save the whales now, the species will soon become extinct.’", "fantasy\timagination": "fantasy = a picture in the mind produced by the imagination, especially one which is very different from reality: ‘He lived in a world of fantasy.’ the ability to produce mental pictures: ‘Unlike adults, young children are usually full of imagination.’ ‘His paintings show great technical skill but a lack of imagination.’", "fault\tmistake": "Use fault in connection with machines, electrical equipment, and someone’s character: ‘It sounds like there’s a fault in one of the loudspeakers.’ ‘The secret of a successful relationship is to accept each other’s faults.’ In connection with spellings, essays, calculations, decisions, etc, use mistake: ‘There are always a lot of mistakes in Ivan’s work.’ ‘We all make mistakes.’", "faults\tmistakes": "Use fault in connection with machines, electrical equipment, and someone’s character: ‘It sounds like there’s a fault in one of the loudspeakers.’ ‘The secret of a successful relationship is to accept each other’s faults.’ In connection with spellings, essays, calculations, decisions, etc, use mistake: ‘There are always a lot of mistakes in Ivan’s work.’ ‘We all make mistakes.’", "terribly\tterrible": "Feel is followed by an adjective (NOT an adverb): ‘Does anyone feel hungry?’ ‘We all felt disappointed.’ Other verbs that are followed by an adjective include be, look, seem, smell, sound, taste: ‘You look cold.’ ‘That piano sounds terrible.’", "fellows\tworkmates": "To refer to someone you know because you work at the same place, use workmate or colleague: ‘The police are questioning the missing woman’s relatives and workmates.’ ‘I’d like you to meet a colleague of mine, Jean Armstrong.’", "females\twomen": "Female is used mainly in scientific or technical styles: ‘The male birds are usually more colourful than the females.’ ‘The female butterfly does not require additional salts.’ Female is sometimes used to refer to a woman or girl, but many people find this use of the word offensive.", "fever\ttemperature": "temperature: ‘I feel as if I’ve got a temperature.’ ‘She’s in bed with a high temperature.’ high body temperature, or the disease that produces this: ‘In the steaming jungle he had contracted a fever.’ ‘It seemed as if the fever would shake him to pieces.’", "foods\tfood": "Food is nearly always uncountable: ‘We need to go out and buy some food.’ It is countable only when it refers to a particular kind of food: ‘baby foods’, ‘health foods’.", "force\tpower": "force = the use of power or strength: ‘The demonstrators were made to leave the building by force.’ power = the ability to control people and events: ‘I think the police have too much power.’", "fruits\tfruit": " Fruit (= fruit in general) is an uncountable noun: ‘We eat lots of fruit in our family.’ ‘Would anyone care for a piece of fruit?’ (= an orange, apple, pear etc) ‘Fruits (= particular types of fruit) is rarely used in British English.", "goal\tdestination": "goal = something that you hope to achieve: ‘The company’s goal is to double its share of the personal computer market.’ destination = the place that you are travelling to: ‘The immigration officer wanted to know my destination and how long I was planning to stay.’", "goods\tpossessions": "goods = things that are made to be sold: ‘The supermarket has a wide variety of frozen goods.’ ‘The average family’s weekly expenditure on goods and services has risen by 20%.’ possessions = all the things that a person owns: ‘After his mother died, Andrew had the unpleasant task of sorting through her possessions.’", "grade\trank": " Soldiers, sailors, police officers etc have different ranks (NOT grades): ‘She joined the police force in 1990 and quickly rose to the rank of sergeant.’", "greatly\tenormously": "Greatly is usually placed in front of a main verb, especially in passive structures: ‘Your kind offer is greatly appreciated.’ ‘Stories of panic on Wall Street have been greatly exaggerated.’ a lot at the end of the clause: ‘In the last forty years education in China has changed enormously.’", "guidances\tguidance": "Guidance is an uncountable noun: ‘The council provides guidance and support for students wishing to study abroad.’", "holidays\tholiday": "Speakers of British English use (be/go) on holiday, (return/get back) from holiday (WITHOUT -s): ‘I met her while I was on holiday in Switzerland.’ ‘We’re supposed to be going on holiday with them.’ The plural form holidays is usually used with them/my/your etc: ‘Where are you going for your holidays this year?’ ‘During the long summer holidays some students get a part-time job.’ on vacation etc.", "home\thouse": "Leave/stay/go home BUT leave/stay at/go to sb’s house", "homeworks\thomework": "Homework is an uncountable noun: ‘We’re given a lot of homework at the weekend.’", "horizon\thorizons": "your horizons (WITH -s) = the range of things that you are involved or interested in: ‘As a politician, his horizons extend no further than the next election.’", "household\thousework": "household = all the people living together in a house or flat: ‘Be quiet or you’ll wake the whole household.’ housework = all the jobs that have to be done regularly to keep a house or flat clean and tidy: ‘My husband and I share all the housework between us.’", "homour\tmood": "aYour mood is the way you feel (about life) at a particular time: ‘Doctors believe that tiredness affects your mood and behaviour.’ ‘George is in a bad mood this morning. Has someone upset him?’ Humour is used with a similar meaning, but only in formal or literary styles: ‘Steven was deep in bad humour.’", "impression\timage": "impression = an opinion or feeling that you have about someone or something, especially after just a short time: ‘My impression is that she would make an excellent teacher.’ ‘He gives the impression of being someone you can trust.’ image = the general picture that you want people to have in their minds when they think of you or your company, organization etc: ‘After all the bad publicity, the company needs to improve its image.’", "infancy\tchildhood": "Infancy (= the period when a child is very young) is used mainly in formal and technical styles: ‘In those days, large numbers of children died in infancy.’ To refer to the period when someone is a child, use childhood: ‘The old photographs brought back memories of my childhood.’", "infants\tchildren": " Infant (= a baby or very young child) is used mainly in literary and technical styles: ‘The infant, cradled in Mariam’s arms, began to cry.’ ‘There are clear differences in temperament and speed of learning among infants at this early stage.’", "kids\tchildren": "kid is used only in informal styles: ‘I’ll ring you back once the kids are in bed.’", "ones\tchildren": "Ones is usually used to refer to things: ‘Rechargeable batteries are more expensive than ordinary ones.’ ‘The red ones are fine, but I prefer the white ones.’ Ones may also be used to refer to particular people: ‘The older children laughed but the younger ones were scared.’ In general statements about groups of people, ones is usually avoided: ‘French students have to work harder than British students .’", "influence\teffect": "If someone (or something) has an Influence, they help to shape the way that someone or something develops: ‘D.W. Griffith had an enormous influence on the motion picture industry.’ If something has an effect, it causes a change to take place in someone or something: ‘The war had a disastrous effect on the economy.’", "inquiries\tenquiries": "In a simple request for information, the usual word is enquiry: ‘We’ve had a lot of enquiries in response to the advertisement.’ When you mean ‘a full investigation or a long serious study’, the usual word is inquiry: ‘a court of inquiry’, ‘There is to be an official inquiry into the cause of the crash.’", "inventions\tadvances": "When you are talking about the development of new ideas or techniques that have a good effect, use advance/breakthrough/discovery: ‘This new treatment could be the breakthrough that cancer patients have been waiting for.’", "jargons\tjargon": "Jargon is an uncountable noun: ‘The document was full of legal jargon.’", "junk\tlitter": " junk = (informal) anything that you consider to be worthless or useless: ‘The garden shed was full of old junk that hadn’t been used for years.’ litter = things such as empty packets, cans and bottles that are left in a public place: ‘You can be fined up to £100 for dropping litter.’", "litters\tlitter": "Litter is an uncountable noun: ‘Wherever you find crowds, you’ll find litter.’", "landscape\tscenery": "landscape = (a view, painting or photograph of) a wide area of land, especially in the countryside: ‘Having reached the top of the hill, we sat and admired the landscape that stretched far into the distance.’ ‘Constable is known for his beautiful Suffolk landscapes.’ scenery = the natural features of the countryside (hills, valleys, fields etc) considered in terms of their beauty, especially those seen from a particular place: ‘The train journey takes you through some breathtaking scenery.’ ‘Cycling means that you can get fit and enjoy the scenery at the same time.’", "scene\tscenery": "scenery = the natural features of the countryside, especially when seen from a particular place: ‘The Lake District is famous for its magnificent scenery.’", "sceneries\tscenery": "Scenery is an uncountable noun: ‘Some of the scenery is quite spectacular.’", "lane\tpath": "lane = a narrow road or street: ‘We rode our bikes along the little country lanes.’ path = a narrow strip of ground in a garden, park etc that is made for people to walk along: ‘There used to be a path down to the stream, but it’s all overgrown now.’", "level\tstandard": "When you are talking about the quality of something, the usual word is standard: ‘All his work is of a very high standard.’ ‘Our company accepts only the highest standards of workmanship.’", "luggages\tluggage": "Luggage is an uncountable noun: ‘Do you have any more luggage?’", "luggage\tbags": "Pack or pack a bag/suitcase : ‘I haven’t finished packing yet.’ ‘That’s not the way to pack a suitcase!’", "machines\tengines": "machine = a piece of equipment which performs useful work, such as a sewing machine, washing machine or computer: ‘To operate this machine, simply select the type of coffee you require and press the green button.’ ‘The latest machines can run both types of software.’ engine = a device which provides the power for a motor vehicle, train, aircraft etc: ‘It was difficult to make yourself heard above the roar of the engines.’ ‘Check the tyre pressures and top up the engine oil.’", "mails\tmail": "Mail (= letters and parcels) is an uncountable noun: ‘Has there been any mail today?’", "mark\tfeature": "A mark on someone’s face or body is a small area of skin that is a different colour from the rest: ‘You’ve got two dark red marks on your nose where your glasses have been.’ Things such as the colour of someone’s eyes and hair, and the shape of their nose, chin and mouth are their features: ‘As soon as he began to describe her features, I realized that he was talking about Mandy.’ Before buying a cassette recorder, I asked my friend if he could recommend a good mark. Before buying a cassette recorder, I asked my friend if he could recommend a good make.", "marriage\twedding": "marriage = the ceremony of becoming husband and wife considered from a purely religious or legal point of view: ‘Her parents are against the marriage.’ wedding = the occasion when this ceremony takes place and the celebrations that follow it: ‘I never see most of my relatives apart from at weddings.’", "media\tmedium": "When you are talking about television, radio and newspapers, use medium for singular reference: ‘Children learn as much through the medium of television as they do by going to school.’ for plural and group reference: ‘the mass media’, ‘the news media’. In January 1990, the international news media was excited because it appeared that Mandela might be released . In January 1990, the international news media were excited because it appeared that Mandela might be released. The media usually takes a plural verb, especially in formal styles: ‘The media have shown considerable interest in the trial.’ A singular verb is sometimes heard in everyday conversation, but some careful users consider this to be incorrect.", "medias\tmedia": "When you are talking about television, radio and newspapers, use medium for singular reference: ‘Children learn as much through the medium of television as they do by going to school.’ for plural and group reference: ‘the mass media’, ‘the news media’. In January 1990, the international news media was excited because it appeared that Mandela might be released . In January 1990, the international news media were excited because it appeared that Mandela might be released. The media usually takes a plural verb, especially in formal styles: ‘The media have shown considerable interest in the trial.’ A singular verb is sometimes heard in everyday conversation, but some careful users consider this to be incorrect.", "memory\tsouvenir": "memory = something that you remember and see as a picture in your mind, especially an experience that you had a long time ago: ‘The old teddy bear brought back vivid memories of my childhood.’ keep to remind you of it: ‘The vase is a souvenir of my week in Venice.’", "memories\tsouvenirs": "memory = something that you remember and see as a picture in your mind, especially an experience that you had a long time ago: ‘The old teddy bear brought back vivid memories of my childhood.’ keep to remind you of it: ‘The vase is a souvenir of my week in Venice.’", "memories\tmemoirs": " To refer to someone’s written account of (a period in) their life; use memoirs (pronounced /ˈmem.wɑːz/): ‘The former President’s long awaited memoirs are to be published next month.’", "methods\tways": "Method (of/for doing sth) is used mainly in technical styles: ‘Farming methods have undergone many changes in recent years.’ ‘The research project aims to develop new methods for trapping solar energy.’ In non-technical styles, use way (of doing/to do sth): ‘There are several ways of answering the question.’ ‘The best way to contact him is by fax.’", "age\tages": "middle age = the period in a person’s life between youth and old age: ‘People who live this type of life are lucky if they reach middle age.’ Middle Ages = the period in European history from about 1100 to 1500 AD: ‘Life in the Middle", "mist\tfog": "mist = tiny drops of water in the air that make it difficult to see things that are far away: ‘As the day wore on, the early morning mist quickly disappeared.’ fog = very thick mist: ‘Traffic on several stretches of the M1 was slowed to a walking pace this morning as the result of thick fog.’", "mister\tmr": "Mister is always written Mr: ‘Mr Jones called this morning about the central heating.’ See also MR", "mood\tatmosphere": "mood = the way someone feels at a particular time, such as happy, angry, etc: ‘I’d keep clear of George this morning - he’s in one of his bad moods.’ atmosphere = the general impression that a place gives you: ‘Their house always has a warm, friendly atmosphere.’", "musics\tmusic": "Music is an uncountable noun: ‘Her hobbies are gardening and music.’", "necessity\tneed": "If something is a necessity, you must have it or do it, or it must happen: ‘If you saw the terrible conditions in which these people are living, you would appreciate the necessity to step up foreign aid.’ ‘For anyone who runs a large business, a computer is an absolute necessity.’ Need has a similar meaning to necessity but it is also used in connection with something that you : ‘I began to feel the need for a change of life style.’ ‘Don’t you ever feel the need to do something more creative?’", "noise\tsound": "noise = (1) loud unpleasant sounds heard as a single mass: ‘The noise of the traffic gave me a headache.’ ‘People were making such a lot of noise that I couldn’t hear what she was saying.’ (2) a sound that is unpleasant and/or without meaning: ‘The radio started making a funny noise.’ ‘What was that noise?’ sound = something that is heard or received by the ear, especially something that you recognize or can give a meaning to: ‘I’ve always loved the sound of a classical guitar.’ ‘I could hear the sound of someone crying in the next room.’", "occasion\topportunity": "occasion = the time when an event happens: ‘I’ve been to Rome on several occasions.’ opportunity = a time when it is possible to do something that you want to do: ‘The meeting on Tuesday will be a good opportunity for you to make some new contacts.’ ‘She has considerable ability and should be given more opportunity to use it.’ chance = an informal word for ‘opportunity’: ‘If I had the chance, I’d like to be an airline pilot.’ ‘I’ve been so busy this morning I haven’t had a chance to sit down.’", "ones\tpeople": "Ones is usually used to refer to things: ‘Rechargeable batteries are more expensive than ordinary ones.’ ‘The red ones are fine, but I prefer the white ones.’ Ones may also be used to refer to particular people: ‘The older children laughed but the younger ones were scared.’ In general statements about groups of people, ones is usually avoided: ‘French students have to work harder than British students .’", "overall\twhole": "on the whole = in general: ‘On the whole, the people I’ve been dealing with have been very cooperative.’ Compare: ‘Her overall command of English is excellent.’ ‘On the whole her command of English is excellent.’", "package\tpacket": "See Language Note below", "pair\tcouple": "Pair usually refers to things (e.g. ‘a pair of scissors/socks’) or to two people who are seen (doing something) together: ‘It’s about time the pair of you did some work.’ ‘The German pair need just two more points for the match.’ Pair also refers to two animals that stay together and produce young: ‘a pair of swifts with a family to feed’. The usual word for a husband and wife (or two people in a similar relationship) is couple: ‘Married couples should benefit from the new tax legislation.’", "part\tplace": "When you take part in an activity, you do it together with other people: ‘Altogether there are seventy-three competitors taking part in the race.’ ‘She’s been invited to take part in a TV quiz programme.’ happen: ‘The next meeting of the Nature Society will take place on Tuesday 3rd March.’", "pattern\troutine": " To refer to the things that you do every day, usually in the same order, use routine: ‘The trip to Oslo was quite exhausting, but at least it provided an escape from the same old routine.’", "payment\tfee": "payment = an amount of money that is paid for something: ‘I had to get rid of the car because I couldn’t keep up the payments.’ fee = an amount of money paid to a doctor, lawyer, or other professional person: ‘The fee for one hour’s private tuition is $60.’", "personality\tcharacter": " When talking about a person’s moral quality, use character (NOT personality). Compare: ‘For a career in sales, you need a forceful personality.’ ‘People of character and integrity never turn their backs on the truth.’", "pillows\tcushions": "pillow = a bag-like object filled with soft material that you rest your head on when you are in bed: ‘No sooner had his head touched the pillow than he was sound asleep.’ cushion = a bag-like object filled with soft material that you put on a chair, sofa etc to make it more comfortable: ‘Would you like a cushion for your back?’", "place\troom": "place = an area or a particular part of an area: ‘The best place to sit is right in front of the stage.’ = an empty part of something that can be used or filled: ‘There’s room in the back seat for all three of you.’", "processes\tstages": "process = a series of actions or operations that are performed in order to make or do something: ‘The process begins with the gathering of the coffee beans.’ stage = one of the actions or operations in a process: ‘During the next stage in the process the beans are dried.’", "professor\tteacher": "In Britain a professor is the most senior teacher in a university: ‘My professor was the famous historian A.J.P. Taylor.’", "propaganda\tadvertising": "Propaganda is used in a political context: ‘Roadside hoardings displayed anti-Western propaganda.’ ‘In times of war the public are bornbarded with propaganda.’ Advertising is used in a commercial context: ‘Car manufacturers spend billions of dollars a year on advertising.’", "publicity\tadvertising": "If something is given publicity, there is an attempt to inform the public about it: ‘Scandals involving prominent politicians always receive widespread publicity.’ Advertising is the activity of trying to persuade people to buy something: ‘The big software companies spend millions each year on advertising.’", "properties\tproperty": " Property (= things that belong to someone) is an uncountable noun: ‘Personal property should not be left unattended.’", "qualification\tqualifications": "qualifications (plural) = all the examination passes, skills and experience that you need for a particular job: ‘I’d like to apply for the job but I don’t have the right qualifications.’ qualification = a degree, diploma, certificate etc: ‘Do you have a postgraduate qualification?’ Speakers of American English use degree, diploma, certificate etc for this meaning.", "rainfall\train": "rainfall = the amount of rain that usually falls in an area during a certain period: ‘The whole region has a very low rainfall at this time of the year.’", "raise\trise": "an increase in wages or salary: ‘The State Government simply can’t afford to give all teachers a raise.’ a rise = an increase in quantity, cost, price, salary etc: ‘For those on low incomes, another rise in the cost of living could be devastating.’", "researches\tresearch": "Research is usually an uncountable noun: ‘A team of American scientists is carrying out research into the effects of acid rain.’ is also used, especially in formal styles of British English and usually refers to a series of related studies by a particular person or team: ‘His researches go back to the 1950s.’ ‘Their more recent researches point to a decline in the mortality rate.’ The more usual word for this meaning, especially in American English, is studies.", "resource\tsource": "something that can be used to make a particular task or activity easier: ‘All the something that a country has and uses to create wealth, such as oil or natural gas: ‘Brunei is rich in natural resources.’ source = the place where something comes from or the thing from which we can get it: ‘We collect the information from various sources.’ ‘Beans and lentils are a very good source of protein.’", "respond\tresponse": "Respond is a verb: ‘I’m surprised they responded so quickly.’ Response is a noun: ‘I’m surprised we got such a quick response.’ ‘In response to your last comment, I’m afraid I don’t agree.’", "results\teffects": "result = the situation or action that develops from a previous situation or action: ‘The result of the crisis was that in 1649 the king was beheaded.’ ‘The anti-smoking campaign has produced excellent results.’ = a change in condition that is caused by something: ‘The drug had no effect on ‘Wine always has an effect on me - it makes me want to sing.’", "richness\twealth": "If someone has a large amount of money, property etc, they are very wealthy or have : ‘The country’s wealth is in the hands of a small minority.’", "roof\tceiling": "roof = the covering on top of a building that protects it from the weather: ‘If the rain is coming in, there must be a hole in the roof.’ ‘All the rooves were covered in snow.’ ceiling = the part of a room that is above your head: ‘When he stands on tip-toe, he can almost touch the ceiling.’", "row\tqueue": "row = a line of people or things: ‘Along one side of the river there was a row of cottages.’ ‘When our coach arrived at the hotel, the staff were standing in a row waiting to greet us.’ ‘At school I always used to sit in the front row.’ a line of people standing one behind the other, waiting for a bus, to buy a ticket, etc: ‘I never go to the bank at lunchtime because of the long queues.’", "satisfied\tsatisfactory": " satisfied = (of a person) feeling pleased or content: ‘Despite the team’s convincing 3-0 victory, the manager wasn’t satisfied.’", "scene\tview": "scene = what you see when you are in a particular place, especially something that is unusual, shocking etc: ‘Some of the scenes inside the concentration camp were too horrific to describe.’ ‘The President arrived by helicopter to witness a scene of total chaos.’ view = the whole area that you can see from somewhere, especially when you can see a long way into the distance: ‘Remember to book a room with a view of the sea.’", "vision\tview": "vision = a picture in the mind of what the future will be like: ‘This romantic vision of a world without war is far removed from reality.’ view = the way you think about something that exists now: ‘This report sets out the views of our members very clearly.’ ‘At that time there was a widely-held view that fascism was not a threat to", "seaweeds\tseaweed": "seaweed is an uncountable noun: ‘Can you really eat seaweed?’", "selling\tsale": "To refer to the act of selling something, use the sale of: ‘The money that comes from the sale of these drugs is used to buy weapons.’", "selling\tsales": "sales = the number of things that are sold by a company: ‘They’ve recruited a top advertising agency to help boost sales.’ ‘Last month’s sales figures are very pleasing.’", "sensibility\tsensitivity": "To refer to the ability to understand other people’s feelings and problems, use sensitivity: ‘To teach young children, you need lots of sensitivity and imagination.’", "shadow\tshade": "shade = sheltered from the sun: ‘It’s too hot here. Let’s go and find some shade.’ ‘The branches provided plenty of shade.’ shadow = a dark shape that you see on a wall or surface when a light shines behind someone or something: ‘The setting sun cast long shadows down the beach.’", "smokes\tsmoke": "Smoke is an uncountable noun: ‘The room was full of smoke.’", "squeezed\tsquashed": "press something firmly, especially by closing your hand round it: ‘She squeezed my arm and told me not to worry.’ get liquid, cream, paste etc from something by pressing it firmly: ‘Squeeze the lemons and then pour the juice into a jug.’ force someone or something into a small space: ‘Somehow we managed to squeeze everyone into the car.’ = press something, usually with great force, so that it becomes flat or broken: ‘Mind you don’t squash the tomatoes.’", "staffs\tstaff": "The noun staff refers to a whole group of people, (NOT a single person): ‘(The) staff at the Central Hospital have rejected the new pay offer.’ ‘Several senior members of staff have opted for early retirement.’", "stimulant\tstimulus": "A stimulant is a drug, medicine etc, which makes the mind or body more active: ‘The caffeine in coffee acts as a stimulant.’ When you are not talking about a drug or medicine, use stimulus : ‘The new textbook provided a good stimulus for both teachers and students.’", "storey\tfloor": "Storey is usually used to describe the structure of a building: ‘These office blocks are usually three or four storeys high.’ ‘a multi-storey car park’, ‘a detached two-storey house’. When you are talking about where someone lives/works/goes etc, use floor: ‘My flat is on the seventh floor.’ ‘We took the lift up to the third floor.’", "strangers\tforeigners": "stranger = a person you have never met before: ‘Although he was a total stranger, he started asking me for money!’ foreigner = a person from another country: ‘Foreigners need a visa to enter the country.’", "strongly\ttightly": "Strongly is used with verbs such as suggest, advise, recommend, agree/disagree, believe, feel etc : ‘I would strongly advise you to think again.’", "study\tstudies": "To refer to the work that a student does at a college or university, use studies: ‘After the war he resumed his studies at the University of Turin.’ Compare: ‘They are conducting a study of sex education in local secondary schools.’", "subconscious\tunconscious": "existing or occurring in the mind without the person being aware of it: ‘His dream about crossing the ocean single-handed probably arose from a subconscious desire for fame.’ in a sleep-like state, especially because you are ill or have been hit on the head: ‘The cleaner found him lying unconscious on the bathroom floor.’", "technique\ttechnology": "technique = a way of doing something, especially one that requires special training: ‘Thanks to these new surgical techniques, patients spend far shorter periods in hospital.’ ‘The purpose of these seminars is to keep our staff up to date with the latest teaching and testing techniques.’ the use of scientific theories and methods for practical purposes: ‘Can you imagine what the world would be like without science and technology?’ ‘Space research has produced major advances in computer technology.’", "thoughts\topinions": "think of, remember or realize: ‘Has the thought ever occurred to you that he might be guilty?’ ‘Does anyone have any thoughts about where we should eat?’ opinion/view =what you feel about something, especially after thinking about it for a long time: ‘Journalists are supposed to report the facts, not personal opinions.’ ‘If you want my opinion - I think he’s guilty.’", "thoughts\tbeliefs": "belief = a strong feeling that something is true or untrue, good or bad etc: ‘In the old days people were persecuted for their religious beliefs.’ ‘The poet’s belief in life after death is not evident in these early poems.’", "timetable\tschedule": "Timetable = a list or plan showing the times when lessons take place or the times when buses, trains etc arrive and leave: ‘According to my timetable, history is on Mondays and Thursdays.’ schedule = a detailed plan of all the things that have to be done during a certain period: ‘It’s important that we all try and keep to the schedule.’ ‘The project is running 6 months behind schedule .’", "titles\theadlines": "title = the name of a book, play, painting, piece of music etc: ‘I can remember the title of the book but not the author.’ headline = the heading above a report in a newspaper, especially at the top of the front page: ‘Have you seen today’s headlines? There’s been another car bomb in London.’", "trouble\tnuisance": "A person or thing that annoys you or gives you problems is a nuisance: ‘The post office closes early today, which is a bit of a nuisance.’ ‘A/an! Stop being a nuisance and find something to do!’", "uniforms\tcostumes": "uniform = a set of clothes worn by soldiers, police officers, nurses etc when on duty, and children in some schools: ‘Some children hate having to wear their school uniform.’ costume = a set of clothes worn by actors or public performers: ‘She used to work for a theatre company; designing and making costumes.’ ‘The tourist guides at the castle all wear medieval costumes.’", "vegetable\tvegetables": "Unlike fruit, vegetable is a countable noun: ‘A/an has never been keen on vegetables.’", "view\tsight": "View refers to the whole area that you can see from somewhere, especially when you can see a long way into the distance: ‘His studio has a spectacular view over Sydney Harbour Bridge.’ ‘I’ve booked a room with a view of the sea.’ When you are talking about the act of seeing something, use the sight of: ‘The sight of so many people dying from disease and hunger is something I will never forget.’", "vocabularies\twords": " vocabulary = all the words in a language or all the words (in a language) that someone knows: ‘English has a vast vocabulary.’ ‘By the end of the course students should have an active vocabulary of around 2000 words.’", "vote\telection": "vote = show which person or which course of action you prefer, especially by marking a piece of paper or raising your hand: ‘Who will you be voting for at the next election?’ ‘Fifty-three per cent of Danes voted in favour of the Maastricht treaty.’ elect = choose a leader or representative by voting: ‘Roman Catholic cardinals are meeting at the", "worth\tvalue": "Worth is usually used as a preposition: ‘A four-bed roomed house in the middle of town is probably worth about £200,000.’ The noun related to worth is value: ‘The current value of property is very low compared with this time last year.’", "wrapping\tpackaging": "wrapping (also wrappings) = paper or paper-like material that is put round something: ‘I wanted to tear off the wrapping and see what was inside.’ packaging = the container or material that something is placed in by a manufacturer, especially to protect it or make it look attractive: ‘Packaging should be biodegradable and kept to a minimum.’ Note that both wrapping and packaging are used in connection with food: ‘Somewhere on the packaging/wrapping there should be a date stamp.’", "actions\tacts": "Blackmail is the action of trying to obtain money from someone by threatening to expose them. Blackmail is the act of trying to obtain money from someone by threatening to expose them. : ‘Such acts of violence will not be tolerated.’ ‘For some people, the very act of talking to a doctor can help them to feel better.’", "alternate\talternative": "In British English alternate and alternative have different meanings. happening in turn, first one then the other: : ‘Our local football team plays at home on alternate Saturdays.’ alternative = that may be used instead of the usual one or the one you had planned to use: ‘In view of the roadworks, motorists are advised to use an alternative route.’", "arm\tarmed": "armed = having one or more weapons: ‘Both hijackers are believed to be armed.’ ; the armed forces = (a country’s) army, navy, and air force", "artistic\tart": "artistic = (1) showing the skill or imagination of an artist: ‘Both my parents were highly imaginative and artistic.’ (2) connected with art or artists: ‘His paintings have little artistic merit.’ art = things produced by artists such as paintings and sculptures. This word is used as a noun and to modify another noun: ‘The portrait is a fine example of early Renaissance art.’ ‘She owns one of the finest art collections in Europe.’", "base\tbasis": "base = (1) the main part of something: ‘Most of the paints we produce have an oil base.’ (2) the lowest part of something: ‘The base of the column is made of marble.’ ; basis = the very important thing from which something else develops or is made possible: ‘The basis of a successful marriage is mutual respect.’ ‘Newton’s discoveries provided the basis for future research.’The first role play base on a conversation at a hotel reception desk.", "captured\tcaptivated": "capture = make someone a prisoner: ‘That day they captured twenty enemy soldiers.’ ‘The leader of the resistance group was captured and executed.’ ; captivate = strongly attract and impress someone: ‘From the day she met him, she was captivated by his charm.’", "character\tcharacteristic": "When you mean ‘a feature of someone’s character’, use characteristic or quality: ‘All great leaders share certain mean characteristics.’ ‘What qualities do you need to be a good parent?’ In contrast with qualities that you do not like, you can also talk about someone’s good points.", "classic\tclassical": "classic = being among the best or most typical of its class; serving as a standard or model: ‘The painting is a classic example of sixteenth\" century Venetian art.’ classical music = the music of Mozart, Beethoven, etc love the sound of a classic guitar.", "colour\tcoloured": "colour = showing people and things in their natural colours: ‘a colour television’, ‘a colour photograph’ ; coloured = having one or more colours (not white or black),especially in order to look attractive: ‘Do you want plain envelopes or coloured ones?’ ‘Each book is full of brightly-coloured full-page illustrations.’", "defect\tdefective": "Defect is a noun: ‘The test flight revealed a number of small defects in the navigation system.’", "delightful\tdelighted": "giving great pleasure: ‘Thank you for such a delightful evening. George and I thoroughly enjoyed ourselves.’ delighted = extremely pleased: ‘I’m delighted to hear that you are feeling better.’", "desert\tdeserted": "desert = a large area of land, where there is usually nothing but sand: ‘the Sahara Desert’ deserted = empty and quiet, especially because the people who are usually there have all left: ‘I came back to find the house dark and deserted.’ ‘At night, the city streets are deserted.’", "elderly\telder": "elderly = old: ‘an elderly man with white hair and a stick’ older: ‘our elder daughter’", "emphasis\temphasize": "Emphasis is a noun: ‘Modern society places emphasis on achievement.’ The verb is emphasize: ‘Modern society emphasizes achievement.’", "exhausting\texhaustive": "exhausting = causing tiredness: ‘Pushing the car uphill was exhausting.’ exhaustive = so thorough or complete that not even the smallest detail or possibility is missed: ‘Following exhaustive inquiries, the police are at last able to issue a description of the suspects.’", "fool\tfoolish": "Fool is a countable noun and refers to a person: ‘She thinks I’m a fool for lending him the money.’ The adjective is foolish: ‘You were right. It was foolish of me to lend him the money.’ ‘This foolish idea could ruin everything.’", "foreigner\tforeign": "Foreigner is a noun and refers to a person: ‘As a foreigner who had only just arrived in England, I found the phrase ‘car boot sale’ very confusing.’ The adjective is foreign: ‘I enjoy visiting foreign countries.’ ‘His wife teaches English as a foreign language.’", "golden\tgold": "Golden is used in idiomatic expressions such as ‘a golden opportunity’, ‘a golden handshake’, ‘a . To describe something that is made of gold or is the colour of gold, use gold: ‘a gold bracelet’, ‘a black dress with red and gold stripes down the front’.", "hardly\thard": "hardly = scarcely; almost not: ‘It was hardly raining at all.’ ‘I could hardly believe my eyes.’ with a lot of effort: heavily or severely: ‘The authorities are coming down hard on tax evasion.’ Before a past participle, use severely for this meaning: ‘If they are caught, they will be severely punished.’", "historic\thistorical": "historic = (1) very important in history: ‘a historic voyage’, ‘a historic decision’ (2) having a long history: ‘a historic tradition’, ‘a historic building’ historical = (1) about or based upon people who actually lived or events that actually happened: ‘Historical records suggest that the prince was fully aware of the murders.’ (2) connected with or found in history: ‘a diary of great historical interest’, ‘a historical document’, ‘for historical reasons’.", "historic\thistory": "a history book/lesson/museum etc = a book/lesson/museum etc that deals with the subject of history: ‘Our history teacher next term is Mr Young.’", "imaginary\timaginative": "imaginary = not existing in real life but only in someone’s mind: ‘This new novel takes the reader on an imaginary journey into space.’ ‘The little boy kept firing an imaginary gun at me.’ imaginative = having or showing a powerful imagination: ‘She is one of the most imaginative designers of her generation.’ ‘His paintings tend to be highly imaginative.’", "kindly\tkind": "Kindly is nearly always used as an adverb: They’ve kindly offered to lend me their car while they’re away.’ ‘Would you kindly sit down and stop being a nuisance.’", "luxurious\tluxury": "To refer to a type or class of hotel, apartment, furniture, services etc, use luxury as a modifier: ‘a luxury apartment in the heart of London’, ‘luxury bedroom suites imported direct from Italy’, ‘a luxury liner’. Use luxurious to describe something that is very comfortable and expensive: ‘The car’s soft cream leather interior was extremely luxurious.’", "material\tmaterialistic": "Material = connected with the physical needs that people have : ‘In material terms they are very well off, but spiritually they are deprived.’ materialistic = believing that money and the things that money can buy are more important than anything else: ‘Modern society is becoming increasingly materialistic.’", "matured\tmature": "Use matured/mature when you are talking about wine, cheese etc: ‘The whisky is kept here until it has matured/is mature.’ When you are talking about people, the usual word is mature: ‘He’s very mature for a boy of sixteen.’", "negligent\tnegligible": "negligent = failing to take proper care, especially in your job; careless: ‘The court decided that the pilot of the crashed aircraft had been negligent.’ so small that it has no effect and can be ignored: ‘The cost of maintaining the machine is negligible.’", "notice\tnote": "notice = a short written statement giving information or directions, usually found in a public place: ‘There was a notice on the wall saying \"Private property. No parking.\" note = a short informal letter or written message from one person to another: ‘Just a quick note to say that Helen had a baby boy yesterday.’", "object\tobjective": "object = the purpose of an action or event: ‘The object of the game is to score as many points as possible.’ ‘Nobody knows the real object of their visit. They’re keeping it a secret.’ Objective= the thing that you are working towards and hope to achieve by the end of a course of action: ‘The company’s long-term objective is to increase sales overseas.’ ‘The course description began with a long list of aims and objectives.’", "officer\tofficial": "official = a person with a position of authority in an organization: ‘WHO officials are monitoring the spread of the disease.’", "pity\tpitiful": " pity (noun) = a feeling that you have when you feel sad and sorry for someone because of their situation: ‘They don’t want out pity. They need our help.’ pitiful (adjective) = causing people to feel sad and sorry: ‘The horses were in a pitiful condition, thin and covered with sores.’", "pleasant\tpleased": "polite and friendly: ‘I’ve always found Bob very pleasant to work with.’ pleased = happy, satisfied: ‘I was very pleased to hear that you’re feeling better.’ ‘She’s pleased that the exams are over.’", "reasonable\treasonably": "When you mean ‘fairly/quite’, use reasonably (adverb): ‘The team played reasonably well on Saturday, but something was missing in the attack.’", "relation\trelationship": "(1) the way in which one person or thing is connected with another: ‘We’ve been studying the relation between gender and income.’ ‘This latest murder bears no relation to the earlier killings.’(2) someone who belongs to your family; relative: ‘She took me back home to meet all her friends and relations.’ the way that two people, groups or countries feel about each other and behave towards each other: ‘What kind of relationship did you have with your father?’ ‘Successful companies know the importance of establishing good relationships with their customers.’ ‘This decision will not affect the relationship between France and its European partners.’", "scientific\tscience": "Scientific is mainly used to describe something that is done or produced by scientists: ‘We still don’t have a scientific explanation for these mysterious events.’ ‘Many scientific research projects are funded by the private sector.’ When you mean ‘used for, devoted to, based on or specializing in science’, use science + noun: ‘a new science laboratory’, ‘a science lesson’, ‘science fiction’.", "signature\tsigning": "signature: your name, written in the way that you usually write it on a cheque, business letter etc: ‘These letters need your signature, Mr Ross.’ ‘You can tell by the signature if the painting is genuine.’", "social\tsocialist": "society: ‘Government attempts to tackle two of today’s most serious social problems - crime and unemployment - have had no effect.’ Socialist = connected with socialism : ‘Why is it that so many of these so-called socialists send their children to fee-paying schools?’", "suitable\tsuited": "suitable (for) = right or appropriate for a particular purpose: ‘The film isn’t really suitable for children.’ ‘We’d like to give her the job but her qualifications aren’t suitable.’ suited to = having the qualifications, experience, personality etc that make you suitable for a particular job or situation: ‘Her interest in poetry makes her better suited to a literature course.’", "technique\ttechnical": "involving or requiring detailed knowledge, especially of an industrial or scientific subject: ‘The flight was cancelled because of a serious technical problem.’ requiring special knowledge to be understood: ‘Engineering students need a lot of technical", "thank\tthanks": " thanks to sb/sth (WITH-s) : Thanks to parents’ generosity, the school will soon have its own swimming-pool.’", "touristic\ttourist": "Touristic and touristy are used, especially in informal styles, to describe a place that is unpleasantly full of things for tourists to see and do: ‘He refuses to go there any more - it’s become too touristy.’ When you simply mean ‘visited or preferred by tourists’, use tourist + noun: ‘London is full of tourist attractions.’ ‘During the tourist season the hotels are packed.’", "voluntaries\tvolunteers": "Voluntary is an adjective (NOT a noun). It describes someone who agrees to work without being paid, or work that is not paid: ‘On Saturdays she does voluntary work at an old people’s home.’ The noun is volunteer = someone who decides to do something when they are not forced to do it: ‘I need three volunteers to help me move the piano’", "wood\twooden": " The adjective meaning ‘made of wood’ is usually wooden (NOT wood): ‘Stir the mixture gently with a wooden spoon.’", "adviced\tadvised": "Advice is a noun. Advise is a verb.", "advices\tadvice": "Advice is an uncountable noun: ‘I could do with some advice.’", "art\tarts": "Subjects of study are divided into the sciences (e.g. biology, physics, chemistry) and the arts (e.g. history, French, geography): ‘If you don’t like numbers, you should stick to the arts.’ The noun arts (WITH -s) is often used in front of another noun: ‘I’m studying for an arts degree.’", "athletic\tathletics": "athletic = physically strong and good at running, jumping, etc: ‘I’ve never been very athletic.’ ; athletics = sports such as running, jumping, and throwing the javelin: ‘I’ve never been very good at athletics.’ The noun athletics (WITH -s) is often used in front of another noun: ‘He’s been selected for the athletics team.’", "custom\tcustoms": "customs (WITH s) = the place where your bags are examined when you enter a country: ‘We got held up at the customs while they went through our suitcases.’ customs duty (WITH s) =taxes that you have to pay to bring certain goods into a country: ‘The customs duty on electrical goods is twenty percent of the retail price.’", "dusts\tdust": "Dust is an uncountable noun: ‘The house hadn’t been lived in for a long time and the furniture was covered in dust.’", "questions\tquestion": "each + singular noun: ‘Each child was given a balloon.’", "efforts\teffort": "When you mean ‘the energy or hard work that is needed to do something’, use effort : ‘Digging the tunnel demanded a great deal of effort.’", "mornings\tmorning": "every + singular count noun: ‘I understood every word.’", "experiences\texperience": "When you are talking about someone’s life as a whole, experience is uncountable: ‘Salary will depend upon qualifications and experience.’", "fishes\tfish": "The plural form of fish is usually fish: ‘Did you catch any fish?’ ‘The fish in the market are always fresh.’ The plural form fishes is used mainly in stories for small children and in scientific or technical styles .", "gymnastic\tgymnastics": "Gymnastic (WITHOUT -s) is an adjective: ‘Her gymnastic ability was recognized at a very early age.’ The noun is gymnastics (WITH –s): ‘Her career in international gymnastics began at the age of twelve.’", "hand\thands": "= controlled by: ‘All the political power is in the hands of the government.’", "source\tsources": "The noun/pronoun following one of is always plural: ‘one of my friends’, ‘one of her teachers ‘, ‘one of the biggest islands in the world’ .", "peoples\tpeople": " a people (countable) = a race: ‘His dream is that the peoples of the world will one day unite.’ people (plural noun) = men, women and children: ‘He finds it difficult to get along with people.’", "phenomena\tphenomenon": "Phenomena is the plural of phenomenon: ‘The breakdown of family life is a relatively recent phenomenon.’ ‘Mathematics explains a wide variety of natural phenomena.’", "proofs\tproof": " Proof (= evidence) is usually an uncountable noun: ‘Investigators now have proof of his involvement in the arms deal.’", "sport\tsports": " Use sports in front of a noun (NOT sport): ‘a sports centre’, ‘a sports club’, ‘sports equipment’, ‘sports injuries’.", "statistic\tstatistics": "statistic (singular) refers to one piece of data: ‘This terrible crime will soon become nothing more than a statistic in police records.’ statistics (plural) refers to a set of data: ‘Statistics show that the population has almost doubled in the last twenty years.’", "thunders\tthunder": "Thunder is an uncountable noun: ‘When Mr Cameron got angry , his voice was as loud as thunder.’", "toasts\ttoast": "Toast is an uncountable-noun: ‘There’s some toast for you in the kitchen.’ ‘How many pieces/slices of toast would you like?’", "troubles\ttrouble": "Trouble (= difficulties or problems) is an uncountable noun: ‘I hope you didn’t have any trouble getting here.’ ‘His back has been giving him a lot of trouble recently .’ Note the alternative: ‘I’m sorry to cause you so many problems.’", "aircrafts\taircraft": "The plural form of aircraft is aircraft (no change).", "furnitures\tfurniture": "Furniture is an uncountable noun: ‘We need some new furniture for the lounge.’ ‘Our showrooms up and down the country stock the latest ideas in bedroom furniture.’", "houseworks\thousework": "Housework is an uncountable noun: ‘There’s always lots of housework to be done.’", "jewelleries\tjewellery": "Jewellery is an uncountable noun: ‘The thieves took nothing but cash and jewellery.’", "knowledges\tknowledge": "Knowledge never has a plural ending: ‘With all your knowledge, you should be a teacher.’", "laughters\tlaughter": "Laughter is an uncountable noun: ‘There was always a lot of laughter and joking when Henry came to dinner.’", "sheeps\tsheep": "The plural form of sheep is the same as the singular form: ‘one sheep’, ‘two sheep’.", "want\twants": "anybody/anyone + singular verb: ‘If anyone calls, tell them I’ll be back after lunch.’", "does\tdo": "People is a plural noun and takes a plural verb: ‘People have been very kind to me.’", "regard\tregards": "with regard to (WITHOUT s): ‘With regard to the minutes of our last meeting, may I first draw your attention to Item 3.’ as regards (WITH s): ‘As regards transport, I would suggest that we hire a mini-bus for the days in question.’", "appeared\toccurred": "appear = (1) become visible or (suddenly) be seen: ‘Small red patches appeared all over the child’s back.’ ‘A minute later the manager appeared and asked what was wrong.’(2) (of something new) become available or be seen for the first time: ‘The first edition appeared in 1987.’ ‘The new model will not appear in the shops until the end of the year.’ ‘When did dinosaurs first appear?’ occur = (1) (of unplanned events) happen: ‘The crash occurred just minutes after take-off.’ ‘These storms usually occur in the late afternoon.’ (2) exist or be found (in a particular place): ‘The Japanese ‘f’ sound does not occur in European languages.’", "destroyed\truined": "When you mean ‘make something less attractive, effective or useful’, use spoil or ruin : ‘I didn’t join them on their walk because I didn’t want to spoil my new shoes.’ ‘If you open the camera, you’ll ruin the film.’", "feeling\tfeelings": " feelings (plural) = what you think or feel about something: ‘My own feelings are that the marriage won’t last more than a year.’ ‘Why does he always try to hide his feelings?’", "shivering\tshiver": ": ‘They made him take the examination again.’", "menaced\tthreatened": "Menace is usually used as a noun or adjective: ‘These street gangs are a social menace.’ ‘He was convicted of menacing behaviour.’ Menace is not often used as a verb. It appears mainly in formal styles and means ‘make or try to make someone feel their life or safety is in great danger’: ‘His mighty war machine continues to menace neighbouring countries.’ When you are talking about something which is a danger to peace, survival, safety, health, happiness, etc, use threaten: ‘These poisonous liquids threaten the drinking water supply of two million people.’ ‘AIDS could threaten the economic well-being of Asian countries.’", "perfect\tperfectly": "Perfect is an adjective: ‘My grandmother enjoys perfect health.’ Perfectly is an adverb: The baby is perfectly healthy.’", "rewards\tawards": "award = (1) a prize, certificate, or medal that is given for doing something very well: ‘The award for this year’s best actor went to Harry Cohen.’ (2) a sum of money that someone wins in a court of law: ‘Each survivor of the disaster received an award of $20,000.’ reward = (1) something that you are given by someone who is pleased by what you have done: ‘As a reward for eating all her dinner, she was given an ice cream.’ (2) a sum of money that someone promises to pay to the person who provides useful information, usually in connection with a crime that has been committed or something that has been lost: ‘A reward of $5,000 has been offered for information leading to the recovery of the necklace.’", "speaking\ttalking": " When just one person does all or most of the talking , either speak or talk may be used: ‘He spoke/talked about his years in the army.’ When two or more people have a conversation , the usual word is talk (NOT speak): ‘We must have been talking for hours.’ ‘If someone brings me a problem, we just sit down and talk about it.’", "deeply\tproperly": "understand sb/sth properly/better; fully/really understand sb/sth (NOT deeply): ‘Make sure that you understand the instructions properly before you begin.’ ‘Nobody fully understands how the drug actually works.’ Note the alternative: ‘Reading helps us to develop our understanding of the world.’", "shall\twill": "For future reference, use will with the second and third person: ‘I’m confident you will not be disappointed.’ ‘If we don’t hurry, the match will have started.’ Use will/shall with the first person : ‘This time next week I will/shall be in Florence.’ ‘I’m sure we will/shall be seeing each other again.’", "lied\tlay": "lie (lying, lied, lied) = say something which is not true in an attempt to deceive: ‘I wonder why he  lied about his age?’ lie (lying, lay, lain) down = be in or get into a horizontal position: ‘I lay down on the bed and fell sound asleep.’", "do\twould": "When you mean ‘want’, use would like.", "should\twould": "When talking about an imaginary situation, use should/would in the main clause after a first person subject: ‘I should/would accept the job if I were you.’ : ‘He would accept the job if the salary were better.’", "will\twould": "When you are thinking about the present or the future, use wish (that) +would /could/had etc. (NOT will/can/have etc.) ‘I wish I knew his telephone number.’ ‘I wish I didn’t have to go to school tomorrow.’", "must\tshould": "Use must (or have to) when, for example, there is a law or rule and you are not free to choose or decide for yourself: ‘Candidates must answer all the questions in Part A and two questions in Part B.’ Use should (or ought to) when, for example, someone advises you to do something but you are free to choose or decide for yourself: ‘At the end of the examination, you should check your answers.’", "would\tshould": "When you are talking about the present or the future and you imagine something that is possible : ‘If anyone should need me, I’ll be back in half an hour.’", "stayed\tstay": "When you use or to join two verbs, both verbs should have the same form. Compare: ‘We used to go to the cinema or watch the television.’ ‘We went to the cinema or watched the television.’", "can\tdo": "When remember means ‘bring the memory of a person or thing into your mind (i.e. recall) then can/could is usually optional: ‘I (can) still remember the sad look on her face.’ Use can/could to suggest effort: ‘I just can’t remember how the film ended.’ ‘I wish I could remember their address. When remember means ‘have or keep the memory of a person or thing in your mind’, it is usually used WITHOUT can/could: ‘I hope you still remember me.’ ‘I’ll always remember the night we first met.’", "use\tused": ": ‘Before I had the accident I used to cycle to work.’", "housekeepers\thousewives": "housekeeper = a person who does the cooking and keeps a house clean, usually paid by the owners of the house: ‘We can’t afford to employ a housekeeper.’ housewife = a married woman who does not have a full-time job outside the house: ‘She doesn’t want to give up her job and become a housewife.’", "occurred\thappened": "Occur is used mainly in formal styles: ‘These violent incidents frequently occur without any warning.’", "you\tyours": "When the meaning is possessive, use of + mine/yours/his/hers/ours/theirs. Compare: , ‘That’s a photograph of his.’", "trembling\tshivering": "You tremble when you are afraid, nervous, upset or excited: ‘As she opened the envelope, her hands started trembling and she started to cry.’ ‘She trembled with excitement just at the thought of seeing him again.’ When you are cold , you shiver: ‘I stood at the bus stop shivering and wishing that I’d worn my coat.’", "welcomed\twelcome": "welcome (verb) = greet a guest or visitor in a friendly way when they arrive: ‘Her Royal Highness was welcomed at the airport by a party of Cabinet Ministers.’ If you are pleased when someone comes to stay at your house or comes to your party, they are welcome (adjective), (WITHOUT d): ‘You’re always welcome to stay here, you know.’ ‘Aunt Edna always makes us feel welcome.’"}